[	{
		"title": "House rental choice",
		"text": "To attend college in town, you need a place to stay. What are you looking for?",
		"theme": "casa",
		"report": {
			"img": "casa.png",
			"text": "Two researchers at the University of Modena and Reggio Emilia pretended to be foreigners to look for a house for rent. In so doing, an owner out of five refused to rent them  the house.",
			"source": "Ethnic discrimination in the Italian rental housing market, Massimo Baldini e Marta Federici, CAPP, 2010"
		},
		"choices": [
			{
				"title": "Studio",
				"button": "Studio",
				"text": "It's always been your dream to be independent, but it is the most expensive option.",
				"happiness": 500,
				"money": -600,
				"conseguence": {
					"text": "You'll have to be very careful with money, but you're happy to live by yourself.",

					"type": "trap",
					"trapText": "The real estate agent that at the phone was very kind, in seeing you coming changes his expression and says he prefers to present to the owners, Italian tenants only. You feel discriminated against, and you lose 50 points.",
					"trapHappiness": -50,
					"trapMoney": 0
				}
			},
			{
				"title": "Single Room",
				"button": "Single Room",
				"text": "You manage to save something compared to the studio, but you still have your space.",
				"happiness": 280,
				"money": -400,
				"conseguence": {
					"text": "It is a great satisfaction to have a room by yourself, even if you live with strangers.",

					"type": "trap",
					"trapText": "The real estate agent that at the phone was very kind, when sees you coming changes expression and says he prefers to present to the owners, Italian tenants only. You feel discriminated against, and you lose 50 points.",
					"trapHappiness": -50,
					"trapMoney": 0
				}
			},
			{
				"title": "Shared Room",
				"button": "Shared Room",
				"text": "You have chosen to save money, but you will not be truly independent and will have to live with strangers.",
				"happiness": 100,
				"money": -250,
				"conseguence": {
					"text": "You have solved the housing problem with spending lower, but now you will face some difficulties in living together.",

					"type": "trap",
					"trapText": "The real estate agent that at the phone was very kind, when sees you coming changes expression and says he prefers to present to the owners, Italian tenants only. You feel discriminated against, and you lose 50 points.",
					"trapHappiness": -50,
					"trapMoney": 0
				}
			}
		]
},{
	"title": "The racist joke",
	"text": "In the hall of the university a boy, thinking that you do not understand Italian, tells a girl that instead of being at university you should cook cats pretending they are chicken. How do you react?",
	"theme": "bulli",
	"report": {
			"img":"cibo.png",
			"text": "You also know the story of a Chinese restaurant client that is found in a dish a microchip? If you Just type on Google the words *dog microchip Chinese restaurant* it appears the same urban legend, just with a different background: a case takes place in Perugia, another in Vicenza and yet another in Milan.",
			"source": "UNAR"	
		},
	"choices": [
		{
			"title": "Pretend not to hear",
			"button": "Pretend not to hear",
			"text": "You avoid problems, but don’t do anything to stop stereotyping and racism.",
			"happiness": -60,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "Your day goes quiet, but the insult echoes in your head. But you did not do anything to defend your origins and your culture."
			}
		},
		{
			"title": "Stop and confront him",
			"button": "Stop and confront him",
			"text": "Answer the joke saying that if they cannot distinguish a cat from a chicken it means that maybe they shouldn’t be in college.",
			"happiness": 20,
			"money": 0,
			"conseguence":  {
				"type": "random",
				"waitingText": "You are proud of yourself: you revealed to be Italian, but also to give value to your origins, but now you have to find out kids’ reaction...",
				"cases": [
					{
						"probability": 40,
						"happiness": -100,
						"money": 0,
						"stop": false,
						"class":"bad",
						"text": "The boys got upset, threaten you and say it is better for you to learn to shut up . Worries make you lose 100 points."
					},
					{
						"probability": 60,
						"happiness": 20,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "Amazed by your perfect Italian and by your smart reaction the boys stay silent and embarrassed. You earn 20 more points."
					}
				]
			}
		}
	]
},{
	"title": "The Bus",
	"text": "The house that you are getting is not very close from university, and you need to take public transportation every day. What do you choose to do?",
	"theme": "controllore",
	"report": {
			"img":"autobus.png",
			"text": "Families with foreigners who do not have enough money for transport, are almost double those made up of only Italian: 15.3% vs. 8.1%",
			"source": "The families with foreigners: indicators of economic hardship, 2009 ISTAT"	
		},
	"choices": [
		{
			"title": "You buy the monthly card",
			"button": "You buy the monthly card",
			"text": "This is a fixed fee, but you can also use the bus to go out at night.",
			"happiness": 10,
			"money": -50,
			"conseguence": {
				"type": "normal",
				"text": "It is a large expense, but you can move whenever you need."
			}
		},
		{
			"title": "Try to fool the controls",
			"button": "Try to fool the controls",
			"text": "Buy some bus tickets but, as you often see others doing, you do not always stamp it.",
			"happiness": -20,
			"money": -10,
			"conseguence":  {
				"type": "random",
				"waitingText": "You have chosen to save money, but now the controller gets on the bus...",
				"cases": [
					{
						"probability": 40,
						"happiness": -100,
						"money": -100,
						"stop": false,
						"class":"bad",
						"text": "The bus controller immediately approaches you for your appearance founding out that your ticket is not stamped. You have to pay a € 100 fine."
					},
					{
						"probability": 60,
						"happiness": -60,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "You get off the bus just in time. But you see a lady that says —Foreigners never pay. You are ashamed because you have confirmed a prejudice, you lose 60 points."
					}
				]
			}
		}
	]
},{
	"title": "You speak fluent Italian",
	"text": "You have just met an Italian girl. You like her, but after a few minutes she says a phrase that you've heard a million times: —But you speak Italian well. How do you react?",
	"theme": "ragazza",
	"report": {
			"img":"scuola.png",
			"text": "New strong growth in enrollments of Chinese students in Italian universities for the 2012-2013 academic years, in line with the trend of recent years, through the Marco Polo and Turandot programmes. Registrations have reached a record of 2489 students, an increase of 46% over the previous year.",
			"source": "Farnesina"	
		},
	"choices": [
		{
			"title": "Smile and thank",
			"button": "Smile and thank",
			"text": "You're Italian and that kind of things have always bothered you. But the girl wanted to congratulate you and then you pretend you happy.",
			"happiness": -50,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "The girl did not even realize how much offended you have been, but finding out that you’re not Italian for your peers makes you sad"
			}
		},
		{
			"title": "Reply ironically",
			"button": "Reply ironically",
			"text": "You cannot stand similar comments no more. You answer “Thank you, you too!”",
			"happiness": 20,
			"money": 0,
			"conseguence":  {
				"type": "random",
				"waitingText": "It had been years that you wanted to give an answer like that and you feel satisfied. But now you have to deal with the girl’s reaction...",
				"cases": [
					{
						"probability": 50,
						"happiness": -80,
						"money": 0,
						"stop": false,
						"class":"bad",
						"text": "The girl gets upset and goes away without saying goodbye. Lose 80 points."
					},
					{
						"probability": 50,
						"happiness": 30,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "The girl laughs and apologises, and then she invites you to take a coffee with her. Earn 30 points."
					}
				]
			}
		}
	]
},{
	"title": "The insult to another",
	"text": "You're walking down the street when you hear a guy who insults a black woman she turns to look at you seeking support.",
	"theme": "insulto",
	"report": {
			"img":"unar.png",
			"text": "If you are a victim or witness discriminatory conduct against third parties, please contact our toll free UNAR 800901010",
			"source": "or visit the website www.unar.it"	
		},
	"choices": [
		{
			"title": "Go on",
			"button": "Go on",
			"text": "You ignore an act of racism, and you turn your back to avoid problems.",
			"happiness": -40,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "You have preferred not to get involved, but now you feel guilty for not having defended someone who has suffered the injustice that could happen to you too."
			}
		},
		{
			"title": "Stop and intervene",
			"button": "Stop and intervene",
			"text": "Do you feel to be on the woman side and you stop to defend her.",
			"happiness": 20,
			"money": 0,
			"conseguence":  {
				"type": "random",
				"waitingText": "You stopped and strongly took the girl side.'you re Proud of yourself, but...",
				"cases": [
					{
						"probability": 50,
						"happiness": -100,
						"money": 0,
						"stop": false,
						"class":"bad",
						"text": "The boy is angry with you. You both starts to shove each other and the people around look badly at you. It looks like you made the figure of the violent, and you lose 100 points."
					},
					{
						"probability": 50,
						"happiness": 10,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "The guy give a threatening look at you, but then take your lamps and walk away. Earn 10 points."
					}
				]
			}
		}
	]
},{
	"title": "Chinese New Year Eve",
	"text": "Your parents ask you to return home to celebrate the Chinese New Year with them. But at the weekend there is a big party in your faculty. What do you do?",
	"theme": "capodanno",
	"report": {
			"img":"drago.png",
			"text": "The Chinese New Year is the most important festival for the Chinese community who observe the same ritual over 4,700 years. Celebrations last a whole week during which they are built big dragon (the dragon is a symbol of rain and then the prosperity, fertility) of paper or cloth - then parade through the streets, they cook special foods, as is the case here too (eg. lentils), including the spring rolls. The house is full of flowers and stripes of red paper with good wishes.",
			"source": "ChinaItaly.info"	
		},
	"choices": [
		{
			"title": "Go home",
			"button": "Go home",
			"text": "Buy your train ticket and leave. You know that you parents will be glad of it.",
			"happiness": 20,
			"money": -80,
			"conseguence": {
				"type": "normal",
				"text": "You have incurred an extra expense, but have revised the family and you have been fine with them."
			}
		},
		{
			"title": "Stay for the party",
			"button": "Stay for the party",
			"text": "You decide to stay, but you like the Chinese New Year festival is an opportunity to make new friends.",
			"happiness": 40,
			"money": 0,
			"conseguence":  {
				"type": "random",
				"waitingText": "The party will be a key moment to socialize at the university. But now you have to call your parents and tell them that you will not get...",
				"cases": [
					{
						"probability": 50,
						"happiness": -120,
						"money": 0,
						"stop": false,
						"class":"bad",
						"text": "Your parents were very disappointed and you will not hide. Did not do anything wrong but you feel guilty all the same. At the party are the you are only one who is not having fun, you lose 120 points."
					},
					{
						"probability": 50,
						"happiness": 40,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "Your parents are a bit 'sorry not to see you, but we take you to feel like the other kids your age."
					}
				]
			}
		}
	]
},{
	"title": "The mispronounced name",
	"text": "To keep on the university you have found a job. But your name is too complicated for your boss and he always distort/mispronounced it. How do you react?",
	"theme": "boss",
	"report": {
			"img":"nome.png",
			"text": "The name is just something essential that defines us and it is not casual. See also to Article 6 of the Civil Code, please note that *Everyone has the right to a name that is assigned by law. In the name you include the first name and last name and are not permitted changes, additions or corrections to the name, except for  the cases and with the formalities set out by the law.*",
			"source": "Art. 6 Civil Code"	
		},
	"choices": [
		{
			"title": "Act as nothing has happened",
			"button": "Act as nothing has happened",
			"text": "This situation bothers you, but it's your boss and you do not want any problems.",
			"happiness": -40,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "You have chosen not to react, but every time you hear that name wrong you remember that you are not accepted for who you are."
			}
		},
		{
			"title": "Dig your heels in",
			"button": "Dig your heels in",
			"text": "In your name we hold, this burst of pride makes you feel better.",
			"happiness": 20,
			"money": 0,
			"conseguence":  {
				"type": "random",
				"waitingText": "Take a position makes you more proud of yourself and your origins, but the reaction of the head is a risk...",
				"cases": [
					{
						"probability": 50,
						"happiness": -80,
						"money": 0,
						"stop": false,
						"class":"bad",
						"text": "The boss gets angry, but does not want to spend a racist. Since then, however, he begins to assign you tasks more tedious and tiring. Lose 80 points."
					},
					{
						"probability": 50,
						"happiness": 10,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "The boss accepts your criticism and apologized. Henceforth will call you with your real name, you gain an additional 10 points."
					}
				]
			}
		}
	]
},{
	"title": "Casting",
	"text": "o have a little 'more money doing a casting for a commercial. Come chosen, but you discover that you have to play a stereotypical Chinese and with a ridiculous accent.",
	"theme": "casting",
	"report": {
			"img":"tornare.png",
			"text": "In Italy there are many common false stereotypes about the Chinese., For example, the low number of deaths that explain some of the alleged practice of not reporting the deaths to reuse the documents of the deceased, actually comes from the habit of immigrants Chinese to return home after 50 years.",
			"source": "Search ‘Analysis and Data Processing Chinese immigration in Italy’ IOM"	
		},
	"choices": [
		{
			"title": "Accept",
			"button": "Accept",
			"text": "You feel really stupid, but a little extra money make you comfortable",
			"happiness": -100,
			"money": 150,
			"conseguence": {
				"type": "normal",
				"text": "You have earned the money that will come in handy. But your parents tell you that some Chinese were offended by your ridiculous interpretation, you feel embarrassed."
			}
		},
		{
			"title": "Leave",
			"button": "Leave",
			"text": "Quit the job and the money. But dignity is priceless.",
			"happiness": 30,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "You will not have the money you were relying on, but when you hear and read reviews outraged the Chinese for that spot you're happy not to be an actor."
			}
		}
	]
},{
	"title": "Football national team match",
	"text": "In the city where you live comes the national football team and you go to the stadium to see it. But, while being in a quiet area, close to you a man rails against a dark skinned Italian players. What do you do?",
	"theme": "partita",
	"report": {
			"img":"tifosi.png",
			"text": "Discrimination and racism in football. In the Italian football championship of  the last three seasons (2010/11 2011/12 2012/13) there were 168 episodes of racial discrimination, amounting to about 1.16265 million Euro fines emanating sports court and 82 fans involved.",
			"source": "Observatory on Racism and Anti-Racism in Football (Orac)"	
		},
	"choices": [
		{
			"title": "Show yourself annoyed",
			"button": "Show yourself annoyed",
			"text": "You point out that even a man with the skin of a different colour can be Italian.",
			"happiness": 20,
			"money": 0,
			"conseguence":  {
				"type": "random",
				"waitingText": "From Italian of foreign origin you feel satisfied to say frankly to the guy what you think , but now there is a reaction.",
				"cases": [
					{
						"probability": 50,
						"happiness": -70,
						"money": 0,
						"stop": false,
						"class":"bad",
						"text": "The man attacks you verbally, amid the indifference of those present. You walk away angry, you have not only lost the chance to see the  game, but you also have the feeling of being a foreigner in your country. Lose 70 points."
					},
					{
						"probability": 50,
						"happiness": 20,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "Man tries to react, but others present keep him silent, siding on your side and encouraging the players of foreign origin who play in the national team. You stay in your place smiling, you feel at home. Earn 20 points."
					}
				]
			}
		},
		{
			"title": "Move to another place",
			"button": "Move to another place",
			"text": "You move so as not to deal with it, but you just find a sit with the worst view.",
			"happiness": -40,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "You did not want to create tension but you can’t enjoy the game . Keep on looking to the place you previously were, and you regret not having reacted."
			}
		}
	]
},{
	"title": "Chinese Restaurant",
	"text": "The owner of a Chinese restaurant  near to your house to, and often gives dinner. But every time you speak ill of the Italians. What do you do?",
	"theme": "ristorante",
	"report": {
			"img":"idea.png",
			"text": "Compared to what is believed, the Chinese community is less closed and more well-disposed towards Italy, whose name literally translates as “the country where the big ideas are a profit”",
			"source": "Search ‘Analysis and Data Processing Chinese immigration in Italy’ IOM"	
		},
	"choices": [
		{
			"title": "Pretend to agree",
			"button": "Pretend to agree",
			"text": "You save a bit 'of money but decide not to defend your country.",
			"happiness": -50,
			"money": 30,
			"conseguence": {
				"type": "normal",
				"text": "The special treatment makes you comfortable, but you feel guilty for being quiet."
			}
		},
		{
			"title": "Stop going there",
			"button": "Stop going there",
			"text": "Any free meal made you comfortable, but dignity is priceless.",
			"happiness": 30,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "You had to give up a favourable treatment, but at least you will not have to listen to annoying speeches."
			}
		}
	]
}]