[	{
		"title": "La scelta della casa",
		"text": "Per frequentare l’università hai cambiato città, ora ti serve un posto dove stare. Cosa cerchi?",
		"theme": "casa",
		"report": {
			"img": "casa.png",
			"text": "Due ricercatori dell’Università di Modena e Reggio Emilia si sono finti stranieri per cercare una casa in affitto. Così facendo, un proprietario su cinque si è rifiutato di affittargli casa.",
			"source": "Ethnic discrimination in the Italian rental housing market, Massimo Baldini e Marta Federici, CAPP, 2010"
		},
		"choices": [
			{
				"title": "Monolocale",
				"button": "Monolocale",
				"text": "È sempre stato il tuo sogno essere indipendente, ma è la scelta più cara.",
				"happiness": 500,
				"money": -600,
				"conseguence": {
					"text": "Dovrai stare molto attento ai soldi, ma sei contentissimo di vivere da solo.",

					"type": "trap",
					"trapText": "L'agente immobiliare, che al telefono era gentilissimo, quando ti vede arrivare cambia espressione e dice che preferisce presentare ai proprietari “inquilini italiani”. Ti senti discriminato, e perdi 50 punti.",
					"trapHappiness": -50,
					"trapMoney": 0
				}
			},
			{
				"title": "Stanza singola",
				"button": "Stanza singola",
				"text": "Risparmi qualcosa rispetto al monolocale, ma hai comunque uno spazio tuo.",
				"happiness": 280,
				"money": -400,
				"conseguence": {
					"text": "È comunque una bella soddisfazione avere una stanza tutta per te, anche se vivrai con degli estranei.",

					"type": "trap",
					"trapText": "L'agente immobiliare, che al telefono era gentilissimo, quando ti vede arrivare cambia espressione e dice che preferisce presentare ai proprietari “inquilini italiani”. Ti senti discriminato, e perdi 50 punti.",
					"trapHappiness": -50,
					"trapMoney": 0
				}
			},
			{
				"title": "Stanza condivisa",
				"button": "Stanza condivisa",
				"text": "Hai scelto di risparmiare, ma non sarai davvero indipendente e dovrai convivere con degli estranei.",
				"happiness": 100,
				"money": -250,
				"conseguence": {
					"text": "Hai risolto il problema dell'alloggio con la spesa più bassa, ma ora dovrai affrontare qualche difficoltà nella convivenza.",

					"type": "trap",
					"trapText": "L'agente immobiliare, che al telefono era gentilissimo, quando ti vede arrivare cambia espressione e dice che preferisce presentare ai proprietari “inquilini italiani”. Ti senti discriminato, e perdi 50 punti.",
					"trapHappiness": -50,
					"trapMoney": 0
				}
			}
		]
},{
	"title": "Battuta razzista",
	"text": "Nell’atrio dell’università un ragazzo, pensando che tu non capisca l’italiano, dice ad una ragazza che invece che lì dovresti stare a cucinare gatti fingendo che siano pollo. Come reagisci?",
	"theme": "bulli",
	"report": {
			"img":"cibo.png",
			"text": "Conoscete anche voi la storia del cliente di un ristorante cinese che si ritrova in una pietanza a base di carne un microchip? Basta digitare su Google il quartetto di parole “cane microchip ristorante cinese” e compare la stessa leggenda metropolitana, semplicemente con uno sfondo diverso: in un caso è ambientata a Perugia, in un altro a Vicenza e in un altro ancora a Milano.",
			"source": "UNAR"	
		},
	"choices": [
		{
			"title": "Fingi di non aver sentito",
			"button": "Fingi di non aver sentito",
			"text": "Eviti problemi, ma non fai niente per fermare gli stereotipi e il razzismo.",
			"happiness": -60,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "La tua giornata scorre tranquilla, ma quell'insulto ti risuona nella testa. Non hai fatto nulla per difendere le tue origini e la tua cultura. "
			}
		},
		{
			"title": "Ti fermi e lo affronti",
			"button": "Ti fermi e lo affronti",
			"text": "Rispondi alla loro battuta dicendogli che se non sa distinguere un gatto da un pollo è lui che forse non dovrebbe stare all’università. ",
			"happiness": 20,
			"money": 0,
			"conseguence":  {
				"type": "random",
				"waitingText": "Sei fiero di te: hai rivelato di essere italiano, ma anche di tenere alle tue origini. Ma ora devi scoprire la reazione dei ragazzi...",
				"cases": [
					{
						"probability": 40,
						"happiness": -100,
						"money": 0,
						"stop": false,
						"class":"bad",
						"text": "I ragazzi non la prendono bene, ti dicono che è meglio se impari a stare zitto e  ti minacciano. La preoccupazione ti fa perdere 100 punti."
					},
					{
						"probability": 60,
						"happiness": 20,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "Stupiti dal tuo italiano perfetto e dalla tua battuta i ragazzi rimangono muti e imbarazzati. Guadagni altri 20 punti."
					}
				]
			}
		}
	]
},{
	"title": "L'autobus",
	"text": "La casa che hai trovato non è molto vicina all'univeristà, quindi dovrai prendere i mezzi pubblici ogni giorno. Cosa scegli di fare?",
	"theme": "controllore",
	"report": {
			"img":"autobus.png",
			"text": "Le famiglie con stranieri che non hanno denaro a sufficienza per i trasporti, sono quasi il doppio di quelle composte da soli italiani: 15,3% contro l’8,1%.",
			"source": "Le famiglie con stranieri: indicatori di disagio economico, 2009, ISTAT"	
		},
	"choices": [
		{
			"title": "Compri la tessera mensile",
			"button": "Compri la tessera mensile",
			"text": "È una spesa fissa, ma puoi usare l'autobus anche per uscire la sera.",
			"happiness": 10,
			"money": -50,
			"conseguence": {
				"type": "normal",
				"text": "È una spesa consistente, ma puoi spostarti ogni volta che ti serve."
			}
		},
		{
			"title": "Fai una furbata",
			"button": "Fai una furbata",
			"text": "Compri qualche biglietto dell'autobus ma, come vedi fare da altri, non sempre lo timbri.",
			"happiness": -20,
			"money": -10,
			"conseguence":  {
				"type": "random",
				"waitingText": "Hai scelto di risparmiare, ma ora è salito il controllore...",
				"cases": [
					{
						"probability": 40,
						"happiness": -100,
						"money": -100,
						"stop": false,
						"class":"bad",
						"text": "Il controllore punta subito te per il tuo aspetto e ti trova con il biglietto non timbrato. Devi pagare 100€ di multa."
					},
					{
						"probability": 60,
						"happiness": -60,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "Scendi dall'autobus appena in tempo. Ma  una signora ti ha visto e commenta “Gli stranieri non pagano mai”. Ti vergogni perché hai incrementato un pregiudizio, perdi 60 punti."
					}
				]
			}
		}
	]
},{
	"title": "Parli bene l'italiano",
	"text": "Hai appena conosciuto una ragazza italiana. Lei ti piace, ma dopo pochi minuti ti dice una frase che hai sentito un milione di volte: “Però, lo parli bene l’italiano!”. Come reagisci?",
	"theme": "ragazza",
	"report": {
			"img":"scuola.png",
			"text": "Nuovo fortissimo incremento delle iscrizioni di studenti cinesi nelle università italiane per l'anno accademico 2012-2013, in linea con il trend di questi ultimi anni, attraverso i programmi Marco Polo e Turandot. Le iscrizioni hanno raggiunto la cifra record di 2489 studenti con un incremento del 46% rispetto all'anno precedente.",
			"source": "Farnesina"	
		},
	"choices": [
		{
			"title": "Sorridi e ringrazi",
			"button": "Sorridi e ringrazi",
			"text": "Tu sei italiano e questo genere di cose ti hanno sempre dato fastidio. Ma la ragazza crede di farti un complimento e quindi ti fingi contento.",
			"happiness": -50,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "La ragazza non si è nemmeno resa conto di averti offeso, ma a te dispiace scoprire che per i tuoi coetanei non sei davvero italiano."
			}
		},
		{
			"title": "Rispondi ironicamente",
			"button": "Rispondi ironicamente",
			"text": "Non ce la fai più a sentire commenti simili. Le rispondi “Complimenti, anche tu”.",
			"happiness": 20,
			"money": 0,
			"conseguence":  {
				"type": "random",
				"waitingText": "Erano anni che volevi dare una risposta del genere e ti senti soddisfatto di te. Ma ora devi affrontare la reazione della ragazza...",
				"cases": [
					{
						"probability": 50,
						"happiness": -80,
						"money": 0,
						"stop": false,
						"class":"bad",
						"text": "La ragazza ci rimane male e se ne va senza salutarti. Perdi 80 punti."
					},
					{
						"probability": 50,
						"happiness": 30,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "La ragazza si è messa a ridere e ti ha chiesto scusa. Poi ti ha invitato a prendere un caffè. Guadagni 30 punti."
					}
				]
			}
		}
	]
},{
	"title": "Insulto a terzo",
	"text": "Stai camminando per strada quando senti un ragazzo che insulta una donna di colore, lei si gira a guardarti per cercare sostegno.",
	"theme": "insulto",
	"report": {
			"img":"unar.png",
			"text": "Se sei vittima o testiomone di comportamenti discriminatori nei confronti di terzi, contatta il Numero Verde UNAR 800901010",
			"source": "oppure visita il sito web www.unar.it"	
		},
	"choices": [
		{
			"title": "Tiri dritto",
			"button": "Tiri dritto",
			"text": "Ignori un atto di razzismo e ti volti dall’altra parte per evitare problemi",
			"happiness": -40,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "Hai preferito non immischiarti, ma ora ti senti in colpa per non aver difeso qualcuno che ha subito la un'ingiustizia che poteva capitare anche a te."
			}
		},
		{
			"title": "Intervieni",
			"button": "Intervieni",
			"text": "Ti senti parte in causa e ti fermi a difendere la donna.",
			"happiness": 20,
			"money": 0,
			"conseguence":  {
				"type": "random",
				"waitingText": "Ti sei fermato e hai preso le difese della ragazza in modo energico. Sei fiero di te, ma...",
				"cases": [
					{
						"probability": 50,
						"happiness": -100,
						"money": 0,
						"stop": false,
						"class":"bad",
						"text": "Il ragazzo se la prende con te. Vola qualche spinta e la gente intorno vi guarda male. Senti di aver fatto la figura del violento e perdi 100 punti."
					},
					{
						"probability": 50,
						"happiness": 10,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "Il ragazzo ti ha guardato minaccioso, ma poi ha incassato il colpo ed è andato via. Guadagni 10 punti."
					}
				]
			}
		}
	]
},{
	"title": "Il capodanno cinese",
	"text": "I tuoi genitori ti chiedono di tornare a casa per festeggiare con loro il capodanno cinese. Ma in quel week end c’è una grande festa nella tua facoltà. Cosa fai?",
	"theme": "capodanno",
	"report": {
			"img":"drago.png",
			"text": "Il capodanno cinese è la festa più importante per le comunità cinesi che osservano gli stessi rituali da oltre 4.700 anni. I festeggiamenti  durano tutta una settimana durante la quale vengono costruiti grossi draghi (il drago è simbolo della pioggia e quindi della prosperità, della fertilità)  di carta o di stoffa – che poi sfileranno per le strade,  si cucinano cibi particolari, così come avviene anche da noi (ad es. le lenticchie), tra i quali gli “involtini primavera”. La casa è piena di fiori e strisce di carta rossa con scritte augurali.",
			"source": "ChinaItaly.info"	
		},
	"choices": [
		{
			"title": "Torni a casa",
			"button": "Torni a casa",
			"text": "Compri il biglietto del treno e parti. Sai che ai tuoi farà piacere.",
			"happiness": 20,
			"money": -80,
			"conseguence": {
				"type": "normal",
				"text": "Hai sostenuto una spesa extra, ma hai rivisto i parenti e sei stato bene con loro."
			}
		},
		{
			"title": "Rimani per la festa",
			"button": "Rimani per la festa",
			"text": "Decidi di restare, il capodanno cinese ti piace ma la festa è l’occasione per farsi  nuovi amici.",
			"happiness": 40,
			"money": 0,
			"conseguence":  {
				"type": "random",
				"waitingText": "La festa sarà un momento fondamentale per socializzare all’università. Ma ora devi chiamare i tuoi genitori e dire che non andrai da loro...",
				"cases": [
					{
						"probability": 50,
						"happiness": -120,
						"money": 0,
						"stop": false,
						"class":"bad",
						"text": "I tuoi genitori sono rimasti molto delusi e non te lo nascondono. Non hai fatto nulla di male ma ti senti in colpa lo stesso. E alla festa sei l'unico che non si diverte, perdi 120 punti."
					},
					{
						"probability": 50,
						"happiness": 40,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "I tuoi genitori sono un po' dispiaciuti di non vederti, ma ci tengono che tu ti senta come gli altri ragazzi della tua età."
					}
				]
			}
		}
	]
},{
	"title": "Il nome pronunciato male",
	"text": "Per mantenerti all'università hai trovato un lavoretto. Ma il capo trova il tuo nome troppo complicato e lo storpia sempre. Come reagisci?",
	"theme": "boss",
	"report": {
			"img":"nome.png",
			"text": "Il Nome proprio è  qualcosa di irrinunciabile che ci definisce e ci rappresenta: non a caso anche all'articolo 6 del Codice Civile si ricorda che “Ogni persona ha diritto al nome che le è per legge attribuito. Nel nome si comprendono il prenome e il cognome. Non sono ammessi cambiamenti, aggiunte o rettifiche al nome, se non nei casi e con le formalità dalla legge indicati”.",
			"source": "Art. 6 Codice Civile"	
		},
	"choices": [
		{
			"title": "Fai finta di niente",
			"button": "Fai finta di niente",
			"text": "Questa situazione ti infastidisce, ma è il tuo capo e non vuoi problemi.",
			"happiness": -40,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "Hai scelto di non reagire, ma ogni volta che senti quel nome sbagliato ti ricordi che non sei accettato per quello che sei."
			}
		},
		{
			"title": "Ti impunti",
			"button": "Ti impunti",
			"text": "Al tuo nome ci tieni, questo scatto d’orgoglio ti fa stare meglio.",
			"happiness": 20,
			"money": 0,
			"conseguence":  {
				"type": "random",
				"waitingText": "Prendere posizione ti rende più fiero di te e delle tue origini, ma la reazione del capo è un rischio...",
				"cases": [
					{
						"probability": 50,
						"happiness": -80,
						"money": 0,
						"stop": false,
						"class":"bad",
						"text": "Il capo si arrabbia, ma non vuole passare per razzista. Da quel momento però comincia ad assegnarti i compiti più noiosi e faticosi. Perdi 80 punti."
					},
					{
						"probability": 50,
						"happiness": 10,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "Il capo accetta la tua critica e si scusa. D'ora in poi ti chiamerà con il tuo vero nome, guadagni altri 10 punti."
					}
				]
			}
		}
	]
},{
	"title": "Il casting",
	"text": "Per avere un po’ di soldi in più fai un casting per una pubblicità. Vieni scelto, ma scopri che devi interpretare un cinese stereotipato e con un ridicolo accento.",
	"theme": "casting",
	"report": {
			"img":"tornare.png",
			"text": "In Italia sono diffusi molti falsi stereotipi sui cinesi. Per esempio, il basso numero di decessi che alcuni spiegano con la presunta pratica di non denunciare le morti per riutilizzare i documenti dei defunti, deriva in realtà dall'abitudine degli immigrati cinesi di tornare in patria dopo i 50 anni.",
			"source": "Ricerca ‘Analisi ed elaborazione dati sull’immigrazione cinese in Italia’ dell'OIM"	
		},
	"choices": [
		{
			"title": "Accetti",
			"button": "Accetti",
			"text": "Ti senti davvero stupido, ma un po' di soldi extra ti fanno comodo",
			"happiness": -100,
			"money": 150,
			"conseguence": {
				"type": "normal",
				"text": "Hai guadagnato dei soldi che ti torneranno utili. Ma i tuoi genitori ti dicono che alcuni cinesi si sono offesi per la tua ridicola interpretazione, ti senti imbarazzo."
			}
		},
		{
			"title": "Te ne vai",
			"button": "Te ne vai",
			"text": "Rinunci al lavoro e ai soldi. Ma la dignità non ha prezzo.",
			"happiness": 30,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "Non avrai i soldi su cui contavi, ma quando senti e leggi i commenti indignati dei cinesi per quello spot sei contento di non essere tu l’attore."
			}
		}
	]
},{
	"title": "La partita  della nazionale",
	"text": "Nella città dove vivi arriva la nazionale: vai allo stadio a vederla. Ma, pur essendo in un settore tranquillo, vicino a te un uomo inveisce contro i giocatori italiani di colore. Cosa fai?",
	"theme": "partita",
	"report": {
			"img":"tifosi.png",
			"text": "Discriminazione e razzismo nel calcio. Nelle ultime tre stagioni calcistiche (2010/11, 2011/12, 2012/13) ci sono stati 168 Episodi di discriminazione razziale, per un ammontare di relative ammende di Euro 1.162.650 emanante dal giudice sportivo e 82 tifoserie coinvolte.",
			"source": "Osservatorio sul Razzismo e l’Antirazzismo nel Calcio (Orac)"	
		},
	"choices": [
		{
			"title": "Ti mostri infastidito",
			"button": "Ti mostri infastidito",
			"text": "Fai notare all'uomo che anche con la pelle di un colore diverso si può essere italiani.",
			"happiness": 20,
			"money": 0,
			"conseguence":  {
				"type": "random",
				"waitingText": "Da italiano di origine straniera ti senti soddisfatto di averle cantate al tipo, ma ora c'è la sua reazione.",
				"cases": [
					{
						"probability": 50,
						"happiness": -70,
						"money": 0,
						"stop": false,
						"class":"bad",
						"text": "L'uomo ti aggredisce verbalmente, tra l'indifferenza dei presenti. Ti allontani arrabbiato, non hai perso solo la partita, ma hai anche la sensazione di essere straniero nella tua nazione. Perdi 70 punti."
					},
					{
						"probability": 50,
						"happiness": 20,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "L'uomo prova a reagire, ma altri presenti lo zittiscono, schierandosi dalla tua parte e incitando i giocatori di origine straniera che giocano in nazionale. Rimani sorridente al tuo posto, ti senti a casa. Guadagni 20 punti"
					}
				]
			}
		},
		{
			"title": "Ti sposti",
			"button": "Ti sposti",
			"text": "Ti sposti per non affrontarlo, ma trovi spazio solo dove hai una visuale peggiore.",
			"happiness": -40,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "Non hai voluto creare tensione ma la partita non te la riesci a gustare. Continui a guardare verso il posto che occupavi precedentemente, e ti dispiace non aver reagito."
			}
		}
	]
},{
	"title": "Al ristorante cinese",
	"text": "Il proprietario di un ristorante cinese sotto casa tua ti ha preso in simpatia e spesso ti offre la cena. Ma ogni volta ti parla male degli italiani. Cosa fai?",
	"theme": "ristorante",
	"report": {
			"img":"idea.png",
			"text": "Rispetto a quanto si crede, la comunità cinese è meno chiusa e più ben disposta verso l'Italia, il cui nome si traduce letteralmente come “il Paese dove le grandi idee sono un profitto”",
			"source": "Ricerca ‘Analisi ed elaborazione dati sull’immigrazione cinese in Italia’ dell'OIM"	
		},
	"choices": [
		{
			"title": "Fingi di essere d'accordo",
			"button": "Fingi di essere d'accordo",
			"text": "Risparmi un po' di soldi ma rinunci a difendere il tuo paese.",
			"happiness": -50,
			"money": 30,
			"conseguence": {
				"type": "normal",
				"text": "Il trattamento di favore ti fa comodo, ma ti senti in colpa per essere stato zitto."
			}
		},
		{
			"title": "Smetti di andarci",
			"button": "Smetti di andarci",
			"text": "Qualche pasto gratis ti faceva comodo, ma la dignità non ha prezzo.",
			"happiness": 30,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "Hai dovuto rinunciare al trattamento di favore, ma almeno non dovrai più ascoltare discorsi che ti infastidiscono."
			}
		}
	]
}]