{
	"title": "Il capodanno cinese",
	"text": "I tuoi genitori ti chiedono di tornare a casa per festeggiare con loro il capodanno cinese. Ma in quel week end c’è una grande festa nella tua facoltà. Cosa fai?",
	"theme": "capodanno",
	"report": {
			"img":"drago.png",
			"text": "Il capodanno cinese è la festa più importante per le comunità cinesi che osservano gli stessi rituali da oltre 4.700 anni. I festeggiamenti  durano tutta una settimana durante la quale vengono costruiti grossi draghi (il drago è simbolo della pioggia e quindi della prosperità, della fertilità)  di carta o di stoffa – che poi sfileranno per le strade,  si cucinano cibi particolari, così come avviene anche da noi (ad es. le lenticchie), tra i quali gli “involtini primavera”. La casa è piena di fiori e strisce di carta rossa con scritte augurali.",
			"source": "ChinaItaly.info"	
		},
	"choices": [
		{
			"title": "Torni a casa",
			"button": "Torni a casa",
			"text": "Compri il biglietto del treno e parti. Sai che ai tuoi farà piacere.",
			"happiness": 20,
			"money": -80,
			"conseguence": {
				"type": "normal",
				"text": "Hai sostenuto una spesa extra, ma hai rivisto i parenti e sei stato bene con loro."
			}
		},
		{
			"title": "Rimani per la festa",
			"button": "Rimani per la festa",
			"text": "Decidi di restare, il capodanno cinese ti piace ma la festa è l’occasione per farsi  nuovi amici.",
			"happiness": 40,
			"money": 0,
			"conseguence":  {
				"type": "random",
				"waitingText": "La festa sarà un momento fondamentale per socializzare all’università. Ma ora devi chiamare i tuoi genitori e dire che non andrai da loro...",
				"cases": [
					{
						"probability": 50,
						"happiness": -120,
						"money": 0,
						"stop": false,
						"class":"bad",
						"text": "I tuoi genitori sono rimasti molto delusi e non te lo nascondono. Non hai fatto nulla di male ma ti senti in colpa lo stesso. E alla festa sei l'unico che non si diverte, perdi 120 punti."
					},
					{
						"probability": 50,
						"happiness": 40,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "I tuoi genitori sono un po' dispiaciuti di non vederti, ma ci tengono che tu ti senta come gli altri ragazzi della tua età."
					}
				]
			}
		}
	]
}