{
	"title": "Parli bene l'italiano",
	"text": "Hai appena conosciuto una ragazza italiana. Lei ti piace, ma dopo pochi minuti ti dice una frase che hai sentito un milione di volte: “Però, lo parli bene l’italiano!”. Come reagisci?",
	"theme": "ragazza",
	"report": {
			"img":"scuola.png",
			"text": "Nuovo fortissimo incremento delle iscrizioni di studenti cinesi nelle università italiane per l'anno accademico 2012-2013, in linea con il trend di questi ultimi anni, attraverso i programmi Marco Polo e Turandot. Le iscrizioni hanno raggiunto la cifra record di 2489 studenti con un incremento del 46% rispetto all'anno precedente.",
			"source": "Farnesina"	
		},
	"choices": [
		{
			"title": "Sorridi e ringrazi",
			"button": "Sorridi e ringrazi",
			"text": "Tu sei italiano e questo genere di cose ti hanno sempre dato fastidio. Ma la ragazza crede di farti un complimento e quindi ti fingi contento.",
			"happiness": -50,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "La ragazza non si è nemmeno resa conto di averti offeso, ma a te dispiace scoprire che per i tuoi coetanei non sei davvero italiano."
			}
		},
		{
			"title": "Rispondi ironicamente",
			"button": "Rispondi ironicamente",
			"text": "Non ce la fai più a sentire commenti simili. Le rispondi “Complimenti, anche tu”.",
			"happiness": 20,
			"money": 0,
			"conseguence":  {
				"type": "random",
				"waitingText": "Erano anni che volevi dare una risposta del genere e ti senti soddisfatto di te. Ma ora devi affrontare la reazione della ragazza...",
				"cases": [
					{
						"probability": 50,
						"happiness": -80,
						"money": 0,
						"stop": false,
						"class":"bad",
						"text": "La ragazza ci rimane male e se ne va senza salutarti. Perdi 80 punti."
					},
					{
						"probability": 50,
						"happiness": 30,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "La ragazza si è messa a ridere e ti ha chiesto scusa. Poi ti ha invitato a prendere un caffè. Guadagni 30 punti."
					}
				]
			}
		}
	]
}