[{
	"title": "Il lavoro",
	"text": "Non riesci a trovare un impiego in regola con cui potresti rinnovare il permesso di soggiorno. Ma hai bisogno di soldi e decidi di accettare un lavoro in nero. Cosa scegli?",
	"theme": "lavoro",
	"report": {
		"text": "Equivale a 540 miliardi di euro, corrispondenti a circa il 35% del Pil 'ufficiale', il valore dell'economia sommersa nel 2011. E circa 22,5 di quei miliardi arrivano dal lavoro degli immigrati. Considerando gli immigrati clandestini si stima un  sommerso di 10 miliardi e mezzo di euro.",
		"source": "'L'Italia  in nero', Rapporto sull'economia sommersa realizzato dall'Eurispes  e dall'Istituto San Pio V di Roma"	
	},
	"choices": [
		{
			"title": "Lavapiatti",
			"button": "Lavapiatti",
			"text": "La paga è bassa, ma il lavoro è poco faticoso e ti lascia il tempo di cercare un impiego in regola.",
			"happiness": -500,
			"money": 400,
			"conseguence": {
				"type": "normal",
				"text": "Hai scelto il lavoro che ti porta via meno tempo ma hai paura che i soldi non ti basteranno."
			}
		},
		{
			"title": "Facchino",
			"button": "Facchino",
			"text": "È una mansione abbastanza pesante, ma la paga è discreta.",
			"happiness": -550,
			"money": 500,
			"conseguence": {
				"type": "normal",
				"text": "Hai cercato di fare una scelta equilibrata, trovando una via di mezzo tra guadagno e fatica."
			}
		},
		{
			"title": "Manovale",
			"button": "Manovale",
			"text": "Tra i mestieri che puoi trovare è quello pagato meglio ma è faticoso e pericoloso.",
			"happiness": -600,
			"money": 600,
			"conseguence": {
				"type": "normal",
				"text": "Il lavoro è pagato meglio degli altri, ma il cantiere non rispetta le norme di sicurezza e sei sempre preoccupato di farti male."
			}
		}
	]
},{
	"title": "L'insulto ad un altro",
	"text": "Camminando per strada senti un ragazzo che insulta una donna cinese per il colore della sua pelle. Cosa fai?",
	"theme": "cinese",
	"report": {
			"text": "Se sei vittima o testiomone di comportamenti discriminatori nei confronti di terzi, contatta il Numero Verde UNAR 800901010",
			"source": "oppure visita il sito web www.unar.it"	
		},
	"choices": [
		{
			"title": "Tiri dritto",
			"button": "Tiri dritto",
			"text": "Non vuoi avere rogne, ma così volti le spalle a chi ha i tuoi stessi problemi.",
			"happiness": -50,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "La tua giornata scorre tranquilla, ma lo sguardo della donna che non ti sei fermato ad aiutare ti rimane dentro e ti fa sentire in colpa."
			}
		},
		{
			"title": "Intervieni",
			"button": "Intervieni",
			"text": "Ti fermi e lo affronti, vuoi difendere chi è nella tua stessa condizione.",
			"happiness": 10,
			"money": 0,
			"conseguence": {
				"type": "random",
				"cases": [
					{
						"probability": 70,
						"happiness": 20,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "Il ragazzo abbassa lo sguardo e se ne va. La donna cinese ti sorride e ti ringrazia. Guadagni 20 punti"
					},
					{
						"probability": 30,
						"happiness": -1000,
						"money": -1000,
						"stop": true,
						"class":"bad",
						"text": "Il ragazzo insulta anche te e cominciate a litigare. Le urla attirano l'attenzione di una pattuglia. Vieni identificato come clandestino e espulso dall'Italia."
					}
				]
			}
		}
	]
},{
	"title": "La scelta della casa",
	"text": "Devi trovare un posto dove vivere nella nuova città . Che soluzione scegli?",
	"theme": "casa",
	"report": {
			"text": "il 39% degli intervistati convive con persone di nazionalità diversa e di questi solo il 5% sono africani.",
			"source": "Ricerca EasyStanza.it 2012"	
		},
	"choices":
	[
		{
			"title": "Stanza singola",
			"button": "Una stanza singola",
			"text": "È una spesa consistente e dovrai dividere casa, ma avrai la tua indipendenza.",
			"happiness": 350,
			"money": -400,
			"conseguence": {
				"text": "Hai una stanza tutta tua e sei felice. Ma ora dovrai stare molto attento ai soldi.",

				"type": "trap",
				"trapText": "Quando telefoni per chiedere informazioni, sentono il tuo accento straniero e ti dicono che non intendono affittare a extracomunitari. Ti arrabbi per questa ingiustizia e devi trovare altro. Perdi 50 punti.",
				"trapHappiness": -50,
				"trapMoney": 0
			}
		},
		{
			"title": "Stanza condivisa",
			"button": "Una stanza condivisa",
			"text": "Scegli il posto meno caro, ma dovrai dividere i tuoi spazi.",
			"happiness": 150,
			"money": -250,
			"conseguence": {
				"text": "Hai scelto di spendere meno: lo spazio è limitato ma i coinquilini sono simpatici.",

				"type": "trap",
				"trapText": "Quando telefoni per chiedere informazioni, sentono il tuo accento straniero e ti dicono che non intendono affittare a extracomunitari. Ti arrabbi per questa ingiustizia e devi trovare altro. Perdi 50 punti.",
				"trapHappiness": -50,
				"trapMoney": 0
			}
		},
		{
			"title": "Dormitorio",
			"button": "Dormitorio",
			"text": "È degradante!",
			"happiness": -150,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "Ogni sera ti presenti dall'amico insieme a senza tetto e disperati: ti senti a disagio e non vedi l'ora di andartene."
			}
		}
	]
},{
	"title": "La mazzetta",
	"text": "Il tuo superiore ti chiede 50€ per metterti sotto la sua ala protettiva. Cosa fai?",
	"theme": "mazzetta",
	"report": {
		"text": "Nel 2012 i lavoratori con cittadinanza extracomunitaria rappresentano il 7,9% del totale dei dipendenti (9,4% per i maschi; 5,9 per le femmine). I lavoratori dipendenti stagionali extracomunitari sono pari al 10.3% dei complessivi stagionali",
		"source": "“Gli immigrati nel mercato del lavoro in Italia”,Terzo Rapporto annuale, Anno 2013"	
	},
	"choices": [
		{
			"title": "Paghi",
			"button": "Paghi",
			"text": "Cedi a malincuore, perché lo temi.",
			"happiness": -50,
			"money": -50,
			"conseguence": {
				"type": "normal",
				"text": "Ottieni ubito l'impiego che ti serve, ma hai dovuto sacrificare la tua dignità di lavoratore."
			}
		},
		{
			"title": "Ti rifiuti",
			"button": "Ti rifiuti",
			"text": "Non vuoi cedere al ricatto, e rifiuti con veemenza",
			"happiness": 10,
			"money": 0,
			"conseguence": {
				"type": "random",
				"waitingText": "Non sai se la tua azione porterà delle conseguenze...",
				"cases": [
					{
						"probability": 50,
						"happiness": -130,
						"money": 0,
						"stop": false,
						"class": "bad",
						"text": "L'uomo che non hai pagato riesce a danneggiarti. Ti mette i turni peggiori."
					},
					{
						"probability": 50,
						"happiness": 0,
						"money": 0,
						"stop": false,
						"class": "good",
						"text": "Scopri che il suo era solo un bluff."
					}
				]
			}
		}
	]
},{
	"title": "Chiama i tuoi",
	"text": "Quando eri a casa di tua sorella chiamavate i vostri genitori in Nigeria dal telefono di casa. Come comunichi ora?",
	"theme": "nostalgia",
	"report": {
			"text": "oltre il 90% delle famiglie con almeno uno straniero possiede un telefono (incluso in cellulare) che, quasi sempre, è ad uso esclusivo.",
			"source": "Le famiglie con stranieri: indicatori di disagio economico, 2009, ISTAT"	
		},
	"choices":
	[
		{
			"title": "Cellulare e SIM card.",
			"button": "Cellulare e SIM card.",
			"text": "È una spesa alta, ma puoi sentire i tuoi ogni volta che vuoi.",
			"happiness": 200,
			"money": -200,
			"conseguence": {
				"text": "Non avendo il permesso di soggiorno, non hai i documenti per fare un contratto telefonico.",
				"type": "trap",
				"trapText": "Non avendo il permesso di soggiorno, non hai i documenti per fare un contratto telefonico.",
				"trapHappiness": -50,
				"trapMoney": 0
			}
		},
		{
			"title": "Scheda Telefonica",
			"button": "Scheda telefonica",
			"text": "La spesa è limitata, ma non riesci a parlare con i parenti quanto vorresti...",
			"happiness": 40,
			"money": -120,
			"conseguence": {
				"type": "normal",
				"text": "Risparmi un po', ma ti dispiace non essere sempre raggiungibile dai tuoi genitori."
			}
		},
		{
			"title": "Call center",
			"button": "Call Center",
			"text": "La spesa è ridotta al minimo, ma anche i contatti con i tuoi.",
			"happiness": -50,
			"money": -50,
			"conseguence": {
				"type": "normal",
				"text": "La spesa è minima, ma chiami raramente i tuoi e ti senti in colpa."
			}
		}
	]
},{
	"title": "L'autobus",
	"text": "Il lavoro che hai trovato è lontano da casa e devi prendere l'autobus. Cosa scegli di fare?",
	"theme": "controllore",
	"report": {
			"text": "il 15,3% delle famiglie con stranieri non avevano denaro a sufficienza per i trasporti (contro l’8,1% delle famiglie composte da soli italiani)",
			"source": "Le famiglie con stranieri: indicatori di disagio economico, 2009, ISTAT"	
		},
	"choices": [
		{
			"title": "Fai l'abbonamento",
			"button": "Fai l'abbonamento",
			"text": "È una spesa fissa, ma puoi usare l'autobus anche per uscire la sera.",
			"happiness": 100,
			"money": -50,
			"conseguence": {
				"text": "Per fare l'abbonamento ti chiedono i documenti e tu come clandestino non li hai.",
				"type": "trap",
				"trapText": "Per fare l'abbonamento ti chiedono i documenti e tu come clandestino non li hai.",
				"trapHappiness": -50,
				"trapMoney": 0
			}
		},
		{
			"title": "Usi un trucco",
			"button": "Usi un trucco",
			"text": "Compri qualche biglietto dell'autobus ma, come vedi fare da altri, non sempre lo timbri.",
			"happiness": -20,
			"money": 0,
			"conseguence":  {
				"type": "random",
				"cases": [
					{
						"probability": 30,
						"happiness": -50,
						"money": -120,
						"stop": false,
						"class": "bad",
						"text": "Il controllore punta subito te per il tuo aspetto. Ti fa la multa di 100euro."
					},
					{
						"probability": 70,
						"happiness": -20,
						"money": -20,
						"stop": false,
						"class":"good",
						"text": "Scendi dall'autobus appena in tempo. Una signora ti ha visto e commenta «Gli stranieri non pagano mai». Ti vergogni di aver avvalorato un pregiudizio e perdi 10 punti."
					}
				]
			}
		},	
		{
			"title": "Compri i biglietti",
			"button": "Compri i biglietti",
			"text": "Spendi molto, ma sei sicuro.",
			"happiness": 0,
			"money": -80,
			"conseguence": {
				"type": "normal",
				"text": "L'acquisto di tutti quei biglietti col tempo si fa sentire sul tuo budget."
			}
		}
	]
},{
	"title": "Battuta razzista",
	"text": "Al lavoro il tuo capo ti chiama usando un nomignolo razzista. Cosa fai?",
	"theme": "boss",
	"report": {
			"text": "Statisca mancante!",
			"source": "Completala su googleDocs!"	
		},
	"choices": [
		{
			"title": "Fai finta di niente",
			"button": "Fai finta di niente",
			"text": "Preferisci non avere problemi col tuo capo, ma sei ferito nell'orgoglio.",
			"happiness": -60,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "La giornata lavorativa si conclude come tutte le altre. Ma quell'insulto ti rimane dentro e non aver reagito ti avvilisce."
			}
		},
		{
			"title": "Lo affronti",
			"button": "Lo affronti",
			"text": "Prendere posizione ti rende più orgoglioso di te.",
			"happiness": 30,
			"money": 0,
			"conseguence":  {
				"type": "random",
				"cases": [
					{
						"probability": 40,
						"happiness": -80,
						"money": 0,
						"stop": false,
						"class":"bad",
						"text": "Il capo non vuole passare per razzista. Ma se la lega al dito e da quel momento comincia ad assegnarti i compiti più faticosi. Perdi 80 punti."
					},
					{
						"probability": 60,
						"happiness": 10,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "Il capo ti capisce e si scusa sinceramente. Guadagni 10 punti."
					}
				]
			}
		}
	]
},{
	"title": "L'infortunio sul lavoro",
	"text": "Il posto dove lavori non rispetta le norme sulla sicurezza. Un giorno cadi e ti fai male ad una gamba. Cosa fai?",
	"theme": "gamba",
	"report": {
			"text": "nel periodo gennaio-dicembre 2012 sono stati trovati al lavoro, nel corso degli accertamenti ispettivi, n. 1.601 lavoratori extracomunitari privi del permesso di soggiorno, così ripartiti: n. 622 (industria); n.544 (terziario); n.254 (edilizia); n. 181 (agricoltura). Con riferimento alla materia della salute e sicurezza sui luoghi di lavoro, si rileva un numero di  violazioni prevenzionistiche pari a n. 40.424, che appare aumentato (+ 19%) rispetto all’anno 2011",
			"source": "Le famiglie con stranieri: indicatori di disagio economico, 2009, ISTAT"	
		},
	"choices": [
		{
			"title": "Continui a lavorare",
			"button": "Continui a lavorare",
			"text": "Fai finta di niente per non sembrare uno che crea problemi, ma devi sopportare il dolore.",
			"happiness": -70,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "Hai continuato a lavorare nonostante il dolore per non correre rischi, ma avresti preferito stare a casa."
			}
		},
		{
			"title": "Vai a casa",
			"button": "Vai a casa",
			"text": "Non è colpa tua se ti sei fatto male: pensi di avere almeno diritto a un giorno di riposo per guarire.",
			"happiness": 10,
			"money": 0,
			"conseguence":{
				"type": "random",
				"cases": [
					{
						"probability": 50,
						"happiness": 0,
						"money": -100,
						"stop": false,
						"class":"bad",
						"text": "Il capo ti dice che la tua assenza è stata un problema e ti tratterrà 100 euro dallo stipendio. Sai che è contro la legge, ma come clandestino non sei tutelato."
					},
					{
						"probability": 50,
						"happiness": 10,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "Il tuo datore di lavoro ti chiede come stai ed è contento di sapere che sei guarito. Le sue parole ti fanno sentire apprezzato e guadagni 20 punti."
					}
				]
			}
		}
	]
},{
	"title": "Colazione al bar",
	"text": "Nel bar dove fai colazione con i colleghi, ti accorgi che sei l'unico a cui danno il cappuccino in un bicchiere di plastica invece che nella tazza. Come reagisci?",
	"theme": "cappuccino",
	"report": {
			"text": "Circa il 3,2% delle segnalazioni di discriminazione razziale pervenute all’UNAR si sono verificate nell’ambito “Erogazione servizi da pubblici esercizi”",
			"source": "Rapporto UNAR 2013"	
		},
	"choices": [
		{
			"title": "Fai finta di niente",
			"button": "Fai finta di niente",
			"text": "È il bar più economico e il più vicino al lavoro: non vuoi avere problemi ma ti senti diverso dagli altri.",
			"happiness": -60,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "Sei stato zitto, ma ogni giorno, quel cappuccino ha il sapore della discriminazione."
			}
		},
		{
			"title": "Protesti",
			"button": "Protesti",
			"text": "Alzi la voce e chiedi di essere trattato come tutti.",
			"happiness": 10,
			"money": 0,
			"conseguence": {
				"type": "random",
				"cases": [
					{
						"probability": 70,
						"happiness": -30,
						"money": -50,
						"stop": false,
						"class":"bad",
						"text": "Il proprietario si arrabbia e ti caccia. Vorresti denunciarlo ma come clandestino non puoi. Da oggi dovrai andare in un altro bar più caro, più lontano e da solo. Perdi 50€ e 50 punti."
					},
					{
						"probability": 30,
						"happiness": 10,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "Il proprietario rimprovera il barista e si scusa con te. Da oggi sarai servito come gli altri."
					}
				]
			}
		}
	]
}]