[	{
		"title": "Job seeking",
		"text": "You have just arrived in Italy; you have to look for a job. To which one do you step forward?",
		"theme": "lavoro",
		"report": {
			"img": "sovraistruito.png",
			"text": "A worker is overqualified “when he has a degree higher than that required for the job he does. This condition affects about 20% of Italian workers and 40% of foreigners.",
			"source": "Istat Labour Force Survey 2012"	
		},
		"choices": [
			{
				"title": "Professional Nurse",
				"button": "Professional Nurse",
				"text": "You have a qualification as a nurse; it's the job you've always dreamed of. Stress/Strain will be rewarded with satisfaction.",
				"happiness": -300,
				"money": 1000,
				"conseguence": {
					"text": "You have a qualification as a nurse; it's the job you've always dreamed of. Stress/Strain will be rewardedwith satisfaction.",

					"type": "trap",
					"trapText": "At the interview they tell you that, in Italy, a long procedure makes your qualification effective. Meanwhile, they can’t give you the job that’s seems to you an injustice, but you can’t do anything about it.",
					"trapHappiness": -50,
					"trapMoney": 0
				}
			},
			{
				"title": "Pharmacy shop assistant",
				"button": "Pharmacy shop assistant",
				"text": "It's a job that you've done and you like, but it isn’t what you have studied for",
				"happiness": -500,
				"money": 800,
				"conseguence": {
					"type": "normal",
					"text": "It is a good job, but you feel that your skills are wasted, and you feel sorry."
				}
			},
			{
				"title": "Caregiver",
				"button": "Caregiver",
				"text": "The work is required and the salary is good, but it’s very heavy and not very inspiring job.",
				"happiness": -550,
				"money": 900,
				"conseguence": {
					"type": "normal",
					"text": "In order to get a steady job you have accepted a very challenging place where your skills are not recognized and you have little free time left for yourself."
				}
			}
		]
	},{
	"title": "Choose your accommodation",
	"text": "Now that you have found a job, you'll need a proper accommodation. What are you looking for?",
	"theme": "casa",
	"report": {
		"img":"casa.png",
		"text": "A foreign person who rents a house is discriminated against once out of five times. That happens often foreigners are offered worse conditions than those proposed to Italians or directly been rejected.",
		"source": " Contact Center Unar 2012"	
	},
	"choices": [
		{
			"title": "Studio flat",
			"button": "Studio flat",
			"text": "Expense is consistent, but you're independent.",
			"happiness": 500,
			"money": -600,
			"conseguence": {
				"text": "You'll have to be very careful with money, but you're happy to live on your own.",

				"type": "trap",
				"trapText": "The owner meets you and tells you that he prefers not to rent to immigrants. You explain that as a citizen of the Romanian community you are an EU citizen, but the man doesn’t listen to your reasons. You feel humiliated and insulted. Lose 50 points.",
				"trapHappiness": -50,
				"trapMoney": 0
			}
		},
		{
			"title": "Single Room",
			"button": "Single Room",
			"text": "Spend an amount more affordable, but you still have a space of your own.",
			"happiness": 280,
			"money": -400,
			"conseguence": {
				"text": "It is a great satisfaction to have a room on your own, even if you shared the apartment with strangers.",

				"type": "trap",
				"trapText": "The owner meets you and tells you that he prefers not to rent to immigrants. You explain that as a citizen of the Romanian community you are an EU citizen, but the man doesn’t listen to your reasons. You feel humiliated and insulted. Lose 50 points.",
				"trapHappiness": -50,
				"trapMoney": 0
			}
		},
		{
			"title": "Shared room",
			"button": "Shared room",
			"text": "Make the most economical choice, giving up space and independence.",
			"happiness": 100,
			"money": -250,
			"conseguence": {
				"text": "You have solved accommodation problem by spending lower, but now you will face some difficulties in sharing the room with strangers.",

				"type": "trap",
				"trapText": "The owner meets you and tells you that he prefer not to rent to immigrants. You explain that as a citizen of the Romanian community that is a Eu member, but the man does not listen to reason. You feel humiliated and insulted. Lose 50 points.",
				"trapHappiness": -50,
				"trapMoney": 0
			}
		}
	]
},{
	"title": "Pay rise",
	"text": "The interview for the job succeeded but the relative wage is a bit 'low. To raise the wage, you could use your studies. What're you doing?",
	"theme": "boss",
	"report": {
			"img":"stipendio.png",
			"text": "On equal terms, a foreigner is paid on average 25% less than an Italian. In Southern Italy, the figure goes up to 34%.",
			"source": "Istat Labour Force - Year 2012"	
		},
	"choices": [
		{
			"title": "Ask a pay rise",
			"button": "Ask a pay rise",
			"text": "As you are a registered as nurse and you are proud of it, decide to do this because you have knowledge that can be useful.",
			"happiness": 20,
			"money": 0,
			"conseguence":  {
				"type": "random",
				"waitingText": "You tells about your qualification and explain that you think you deserve a better wage. You are glad that you did, but now everything depends on the reaction of the employer...",
				"cases": [
					{
						"probability": 20,
						"happiness": -100,
						"money": 0,
						"stop": false,
						"class":"bad",
						"text": "Employer says they can’t afford a higher wage, but now that they know about your skills you will do more delicate tasks. Lose 100 points."
					},
					{
						"probability": 80,
						"happiness": 0,
						"money": 100,
						"stop": false,
						"class":"good",
						"text": "Employer recognize the importance of your skills; you get an increase of 100 Euros."
					}
				]
			}
		},
		{
			"title": "Accept without question",
			"button": "Accept without question",
			"text": "You're hiding what are you most proud of, but prefer not to take things too far.",
			"happiness": -20,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "You're so happy to have found a job that you prefer not to raise questions. But, looking back with a cool head, you seem to signing debased by it."
			}
		}
	]
}, {
	"title": "The Italian language course",
	"text": "Your Italian is still poor and you have trouble talking to people. So you decide to follow a language course. Which do you choose?",
	"theme": "italiano",
	"report": {
			"img":"italiano.png",
			"text": "Since 2010, the Italian language is an essential requirement to apply for the residence permit for EC long-term residents. In 2011, 87% of those who supported the criteria of the language have exceeded, but only 12% of immigrants who were entitled asked to support it.",
			"source": "IX CNEL Report - Indicators for the integration of immigrants in Italy, 2013"	
		},
	"choices": [
		{
			"title": "A free language course",
			"button": "A free language course",
			"text": "You don’t spend anything, but the school is far away and you have some difficulties with the schedule and shifts.",
			"happiness": -100,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "Your Italian improves quickly: you feel more integrated and it’s easier to meet new people. Unfortunately times are uncomfortable and you can’t follow all the lessons."
			}
		},
		{
			"title": "Pay a language course",
			"button": "Pay a language course",
			"text": "The cost is not low, but the school is just nearby the house and course timetable is flexible: you can follow the lessons without difficulty.",
			"happiness": 20,
			"money": -120,
			"conseguence": {
				"type": "normal",
				"text": "You have to spend some money, but you will quickly improve your Italian: you feel more integrated and it is easier to meet new people."
			}
		}
	]
},{
	"title": "On-the-job injury",
	"text": "While you're at work, you fall and your leg hurts. What do you do?",
	"theme": "infortunio",
	"report": {
			"img":"mortali.png",
			"text": "From 2010 to 2011 fatalities of the Italians at workplace were down 10%, those of foreigners increased by 1.4%.",
			"source": "Ministry of Labour and Social Policy, III Annual Report “Immigrants in the labour market in Italy” 2013"	
		},
	"choices": [
		{
			"title": "Keep on working",
			"button": "Keep on working",
			"text": "You don’t mention it cause you don’t want to look like a troublemaker and bear the pain.",
			"happiness": -80,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "You have the right to stay at home in order to recover, but are too afraid of losing your job and don’t want to take any risks."
			}
		},
		{
			"title": "Go home",
			"button": "Go home",
			"text": "You are elegible for a Sick leave is your right and you intend to take it.",
			"happiness": 20,
			"money": 0,
			"conseguence":  {
				"type": "random",
				"waitingText": "A day of rest made you heal, but now you get a call from your boss...",
				"cases": [
					{
						"probability": 50,
						"happiness": 0,
						"money": -100,
						"stop": false,
						"class":"bad",
						"text": "The man tells you that your absence was a problem and we will withhold 100 Euros from your salary. You know that is not right, but you also know you will not be able to get back that money..."
					},
					{
						"probability": 50,
						"happiness": 20,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "Your employer asks you how you are and is glad to know that you recovered. His words make you feel appreciated and you earn 20 points."
					}
				]
			}
		}
	]
},{
		"title": "The washing machine",
		"text": "Since you moved you had to wash clothes by hand and having a hard time losing. What do you do?",
		"theme": "lavatrice",
		"report": {
			"img": "lavatrice.png",
			"text": "Although many immigrant families, the use is in common with others, the washing machine is one of the few durable goods spread in the same way between foreigners and Italians. The same cannot be said for goods such as automobile, computer, or the Internet connection.",
			"source": "Istat, “Families with foreigners: indicators of economic hardship”, 2009."	
		},
		"choices": [
			{
				"title": "Buy a washing machine",
				"button": "Buy a washing machine",
				"text": "Find an offer with a financing and a convenient installment.",
				"happiness": 100,
				"money": -60,
				"conseguence": {
					"text": "Find an offer with a financing and a convenient installment.",

					"type": "trap",
					"trapText": "The shop assistant tells you that the budget does not grant loans to newly arrived immigrants.  You have to give up the purchase. Lose 10 points for the disappointment.",
					"trapHappiness": -10,
					"trapMoney": 0
				}
			},
			{
				"title": "Go to a laundromat",
				"button": "Go to a laundromat",
				"text": "The expense is moderate and spares you the trouble, but it takes you time.",
				"happiness": -30,
				"money": -30,
				"conseguence": {
					"type": "normal",
					"text": "You have chosen a compromise between cost savings and convenience. Hope that in future you can afford some luxury."
				}
			},
			{
				"title": "Continue to wash them at home",
				"button": "Continue to wash them at home",
				"text": "Do not spend anything, but you have less time and energy for everything else.",
				"happiness": -70,
				"money": 0,
				"conseguence": {
					"type": "normal",
					"text": "You have chosen not to spend any money, but from this point of view, your life is worse than when you lived in Romania."
				}
			}
		]
	},{
	"title": "The racist flyer",
	"text": "On the way home, a group of boys, believing that you are Italian, give you a flyer that says “stop immigrants”.",
	"theme": "volantino",
	"report": {
			"img":"volantino.png",
			"text": "65% of Italians think that immigrants are *too many*. But in Italy are 7.4% of the population, less than in other European countries, such as Luxembourg (43%), Germany (9 %), Belgium and Spain (over 10%).",
			"source": "Eurostat data 2012"	
		},
	"choices": [
		{
			"title": "You take it",
			"button": "You take it",
			"text": "You are afraid of those guys and in order to avoid problems you take it and you go without saying a word.",
			"happiness": -70,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "You have been silent, but now you feel ashamed because he had been disrespectful towards you and other immigrants..."
			}
		},
		{
			"title": "You turn down",
			"button": "You turn down",
			"text": "You have a burst of pride and you answer, with your accent, you're an immigrant too.",
			"happiness": 20,
			"money": 0,
			"conseguence":  {
				"type": "random",
				"waitingText": "You have spoken your mind: that flyer is full of stupid prejudices. But now the guys might react.",
				"cases": [
					{
						"probability": 50,
						"happiness": 20,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "The boys have approached threatening, but you are just watching evil and mutter something before you leave."
					},
					{
						"probability": 50,
						"happiness": -150,
						"money": 0,
						"stop": false,
						"class":"bad",
						"text": "The boys have approached threatening. Backing for fear, you fell and hurt yourself. Lose 150 points."
					}
				]
			}
		}
	]
},{
	"title": "The racist joke",
	"text": "While you are working you feel that your boss makes a racist joke. What do you do?",
	"theme": "boss",
	"report": {
			"img":"battuta.png",
			"text": "Among the causes of discrimination in the foreigners’ employment a hostile work environment or discriminatory treatment by colleagues and superiors are at the first place with 46% of cases.",
			"source": "Istat, Survey “Condition and social integration of foreign nationals in a gender perspective”, 2012"	
		},
	"choices": [
		{
			"title": "Pretend you did not hear",
			"button": "Pretend you did not hear",
			"text": "Reluctantly you decide to let it go: you do not want to have problems.",
			"happiness": -60,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "You kept silent as if nothing had happened, but you feel deeply humiliated."
			}
		},
		{
			"title": "Protest",
			"button": "Protest",
			"text": "You assert your reasons to let him know how you feel.",
			"happiness": 20,
			"money": 0,
			"conseguence":  {
				"type": "random",
				"waitingText": "You have complained and are you glad you did, But now the boss wants to talk to you in his office...",
				"cases": [
					{
						"probability": 50,
						"happiness": -150,
						"money": 0,
						"stop": false,
						"class":"bad",
						"text": "Your boss unwillingly apologizes but in the following days you notice that you are given more stressful and hard tasks. Lose 100 points."
					},
					{
						"probability": 50,
						"happiness": 20,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "The boss firmly apologises to you. You feel you have done something good not only for yourself but also for him. Earn 20 points."
					}
				]
			}
		}
	]
},{
	"title": "The accident",
	"text": "You see a man fallen from the scooter. You come closer and see that he has dislocated his shoulder. You know how to fix it, but he hears your foreign accent and dosen’t trust. What do you do?",
	"theme": "incidente",
	"report": {
			"img":"dottori.png",
			"text": "Over 15 thousand foreign doctors are registered with the Physicians and Dentists in our country (women account for 42.3% of the total).",
			"source": "First Report Emn (European migration network) Italy"	
		},
	"choices": [
		{
			"title": "Walk away",
			"button": "Walk away",
			"text": "I do not want to have problems, and then let him stay, but you feel guilty for not doing your duty.",
			"happiness": -60,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "Evidently there are still people for whom a foreign accent is worth more than years of study. Back home with this awareness, you feel sad and belittled."
			}
		},
		{
			"title": "Insist",
			"button": "Insist",
			"text": "Hai uno scatto di orgoglio. Questo è il tuo mestiere e lo sai fare: gli dici di stare fermo e fidarsi di te.",
			"happiness": 20,
			"money": 0,
			"conseguence":  {
				"type": "random",
				"waitingText": "You have a burst of pride. This is your job and you know what to do you tell him to sit still and trust you....",
				"cases": [
					{
						"probability": 50,
						"happiness": -120,
						"money": 0,
						"stop": false,
						"class":"bad",
						"text": "You stepped in because you're qualified and you feel you've done your duty, but now you have to deal with the man reaction."
					},
					{
						"probability": 50,
						"happiness": 30,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "The man gets angry and chase you away from him, swearing. You feel humiliated; you just wanted to be helpful. Lose 100 points."
					}
				]
			}
		}
	]
},{
	"title": "The second job",
	"text": "You have found a job as a day hostess. But the stand manager sends off one of the other girls because he is black, saying he did not want to work with immigrants. What do you do?",
	"theme": "hostess",
	"report": {
			"img":"postodilavoro.png",
			"text": "17% of foreigners are discriminated against in the workplace. Hostile work environment; inferior wages than expected and excessive workloads are the most common cases.",
			"source": "ISTAT Survey “Condition and social integration in a gender perspective of foreign citizens” 2012"	
		},
	"choices": [
		{
			"title": "Do not say anything",
			"button": "Do not say anything",
			"text": "You really need this extra income even if you feel guilty.",
			"happiness": -100,
			"money": 100,
			"conseguence": {
				"type": "normal",
				"text": "You have earned some money, but you had to smile all the time to that racist woman and you feel almost worse than her."
			}
		},
		{
			"title": "I'll go too",
			"button": "I'll go too",
			"text": "You do not want to have anything to do with these people and say you're an immigrant too: it’s better to lose the money and to be faithful to your principles.",
			"happiness": 20,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "You have lost an easy gain, but you said to that racist woman what you think of her. You know you've made the right choice."
			}
		}
	]
}]