[{
	"title": "The Job",
	"text": "You cannot find a regular job with which you may renew the permit of stay. But you need money and you decide to take a black market job, which one do you choose?",
	"theme": "lavoro",
	"report": {
		"img": "lavoro.png",
		"text": "The value of the underground economy account  approximately for 35% (540 billion) of the Italian GDP . of that 22.5 billion comes from the illegal immigrants’ labour.",
		"source": "'L’italia in nero', Report on the underground economy created by the Eurispes and San Pio V in Rome"	
	},
	"choices": [
		{
			"title": "Dish washer",
			"button": "Dish washer",
			"text": "The pay is low, but the work isn’t hard and leaves you little time to look for a regular job.",
			"happiness": -500,
			"money": 400,
			"conseguence": {
				"type": "normal",
				"text": "You chose the job that takes you away less time but you are afraid that the money will not be enough."
			}
		},
		{
			"title": "Porter",
			"button": "Porter",
			"text": "It is a pretty heavy task but the wage is fair.",
			"happiness": -550,
			"money": 500,
			"conseguence": {
				"type": "normal",
				"text": "You tried to do a balanced choice between earnings and labour."
			}
		},
		{
			"title": "Manual worker",
			"button": "Manual worker",
			"text": "Among the jobs that you can find is that paid better but it is hard and dangerous.",
			"happiness": -600,
			"money": 600,
			"conseguence": {
				"type": "normal",
				"text": "The work is paid better than others, but the site does not comply with the safety rules and you're always worried about hurting yourself."
			}
		}
	]
},{
	"title": "House rental choice",
	"text": "You have to find a place to live in the new city. Which solution you choose?",
	"theme": "casa",
	"report": {
			"img": "casa.png",
			"text": "Two researchers at the University of Modena and Reggio Emilia pretended to be foreigners to look for a house for rent. In so doing, an owner out of five refused to rent them  the house.",
			"source": "Ethnic discrimination in the Italian rental housing market, Massimo Baldini e Marta Federici, CAPP, 2010"	
		},
	"choices":
	[
		{
			"title": "Single room",
			"button": "A single room",
			"text": "It is a large expense, and you will need to share the house, but you will have your freedom.",
			"happiness": 350,
			"money": -400,
			"conseguence": {
				"text": "You have your own room and you are happy. But now you will have to be very careful of money.",

				"type": "trap",
				"trapText": "When you phone to ask questions, they hear your accent and tell you that they do not intend to rent to immigrants. Now you have to find another place, but you get angry at this injustice. Lose 50 points.",
				"trapHappiness": -50,
				"trapMoney": 0
			}
		},
		{
			"title": "Shared room",
			"button": "A shared room",
			"text": "You choose the cheapest place but you have to share your space.",
			"happiness": 150,
			"money": -250,
			"conseguence": {
				"text": "You chose to spend less: space is limited but roommates are nice.",

				"type": "trap",
				"trapText": "When you phone to ask questions, they hear your accent and tell you that they do not intend to rent to immigrants. Now you have to find another place, but you get angry at this injustice. Lose 50 points.",
				"trapHappiness": -50,
				"trapMoney": 0
			}
		},
		{
			"title": "At friends’ home",
			"button": "At friends’ home",
			"text": "You do not pay the rent, but you mind depend on the generosity of another",
			"happiness": -150,
			"money": 0,
			"conseguence": {
				"text": "You bear only the expenses but you feel like a burden.",
				"type": "trap",
				"trapText": "The house owner does not want Non- EU nationals and complains with your friend, who reluctantly asks you to leave. Now you have to find another place, but you get angry about this injustice. Lose 50 points.",
				"trapHappiness": -50,
				"trapMoney": 0
			}
		}
	]
},{
	"title": "Bribe",
	"text": "Your boss asks you 50 Euros in order to put you under his protective wing, what do you do?",
	"theme": "mazzetta",
	"report": {
		"img": "mazzetta.png",
		"text": "Starting in September 2011, it was introduced in the Italian penal code  a new illicit brokering and labour exploitation crime. Penalties provided for so-called *bosses* are imprisonment from five to eight years and a fine ranging from 1,000 to 2,000 € per every worker involved.",
		"source": "Italian penal code"	
	},
	"choices": [
		{
			"title": "Pay",
			"button": "Pay",
			"text": "You give up to his behaviour because you’re afraid of him.",
			"happiness": -50,
			"money": -50,
			"conseguence": {
				"type": "normal",
				"text": "You get immediately what you need, but you had to sacrifice your dignity as a worker."
			}
		},
		{
			"title": "Refuse",
			"button": "Refuse",
			"text": "You don’t want to surrender to his blackmail and you proudly refuse.",
			"happiness": 10,
			"money": 0,
			"conseguence": {
				"type": "random",
				"waitingText": "You don’t know if your action would bring consequences...",
				"cases": [
					{
						"probability": 50,
						"happiness": -130,
						"money": 0,
						"stop": false,
						"class": "bad",
						"text": "The man you didn’t pay manages to put you in the worst shifts. You lose 130 points."
					},
					{
						"probability": 50,
						"happiness": 10,
						"money": 0,
						"stop": false,
						"class": "good",
						"text": "His request was just a bluff. You are glad you did not get intimidated, and gain another 10 points."
					}
				]
			}
		}
	]
},{
	"title": "Call your parents",
	"text": "When you were at your sister's house, you called your parents in Nigeria from your home phone. How do you communicate now?",
	"theme": "nostalgia",
	"report": {
			"img": "telefono.png",
			"text": "For the Italian economy, the phone market aimed at foreigners is worth more than a billion Euros a year.",
			"source": "Il Sole 24 ore, 2010"	
		},
	"choices":
	[
		{
			"title": "Mobile phone and simcard",
			"button": "Mobile phone and simcard",
			"text": "It’s a high expense but you can call your parents anytime you want.",
			"happiness": 200,
			"money": -200,
			"conseguence": {
				"type": "trap",
				"trapText": "You don’t have a permit of stay, so you do not have the documents to make a phone contract. The feeling of injustice makes you lose 50 points.",
				"trapHappiness": -50,
				"trapMoney": 0
			}
		},
		{
			"title": "International phone card",
			"button": "International phone card",
			"text": "The expense is limited, but you can’t talk with relatives as much as you would...",
			"happiness": 40,
			"money": -120,
			"conseguence": {
				"type": "normal",
				"text": "You save a bit', but would you’re sorry for not always be reachable from your parents."
			}
		},
		{
			"title": "Call center",
			"button": "Call Center",
			"text": "The expense is reduced to a minimum, but also the contacts with your family.",
			"happiness": -50,
			"money": -50,
			"conseguence": {
				"type": "normal",
				"text": "The expense is reduced to a minimum but you rarely manage to call your parents and you feel guilty about it."
			}
		}
	]
},{
	"title": "The racist joke",
	"text": "At work, your boss calls you using a racist epithet. What do you do?",
	"theme": "boss",
	"report": {
			"img": "battuta.png",
			"text": "According to Italian laws, commits discrimination [...] the employer that [carries] any act or conduct which produces a harmful effect even indirectly discriminating against workers because of their belonging to a race.",
			"source": "Second paragraph of Article 43 of Legislative Decree 286/1998"	
		},
	"choices": [
		{
			"title": "Acts as nothing happened",
			"button": "Acts as nothing happened",
			"text": "You prefer not to have problems with your boss, but you're wounded pride.",
			"happiness": -60,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "The workday ends as all the others. But the insult is still there and not having react make you get depressed."
			}
		},
		{
			"title": "Face him",
			"button": "Face him",
			"text": "Taking a stand on this makes you proud.",
			"happiness": 30,
			"money": 0,
			"conseguence":  {
				"type": "random",
				"waitingText": "You can walk with your head held high; you are able to react with character. But your boss calls you into his office...",
				"cases": [
					{
						"probability": 40,
						"happiness": -80,
						"money": 0,
						"stop": false,
						"class":"bad",
						"text": "The boss doesn’t want to be taken for a racist/ to be called racist. But he bears a grudge against you and from that moment begins to assign you the hardest tasks. Lose 80 points."
					},
					{
						"probability": 60,
						"happiness": 10,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "The boss understands you and apologises sincerely. Earn 10 points."
					}
				]
			}
		}
	]
},{
	"title": "The bus",
	"text": "The work that you got is far from home and you have to take the bus. What do you choose to do?",
	"theme": "controllore",
	"report": {
			"img":"autobus.png",
			"text": "Families with foreigners who do not have enough money for transport, are almost double compared to those made ​​up of only Italians: 15.3% VS 8.1%.",
			"source": "The families with foreigners: indicators of economic hardship, 2009 ISTAT"	
		},
	"choices": [
		{
			"title": "You get a public transport pass",
			"button": "You get a public transport pass",
			"text": "It is a fixed fee, but you can also use the bus to go out at night.",
			"happiness": 100,
			"money": -50,
			"conseguence": {
				"text": "In order to get the public transport pass you’re asked for the documents and you don’t have them as illegal immigrant. The feeling of injustice makes you lose 50 points.",
				"type": "trap",
				"trapText": "In order to get the public transport pass you’re asked for the documents and you don’t have them as illegal immigrant. The feeling of injustice makes you lose 50 points.",
				"trapHappiness": -50,
				"trapMoney": 0
			}
		},
		{
			"title": "Use a trick",
			"button": "Use a trick",
			"text": "You buy some bus tickets but, as you see others doing, you not always stamp it even if you feel guilty.",
			"happiness": -20,
			"money": 20,
			"conseguence":  {
				"type": "random",
				"waitingText": "Ticket inspector is on the bus!",

				"cases": [
					{
						"probability": 30,
						"happiness": -50,
						"money": -100,
						"stop": false,
						"class": "bad",
						"text": "The inspector is on the bus and immediately point at you because of your appearance and give you a 100 euro fee."
					},
					{
						"probability": 70,
						"happiness": -10,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "The inspector is on the bus but you can get off just in time. A lady see you and says —Foreigners never pay. You feel ashamed to have confirm a prejudice and you lose 10 points."
					}
				]
			}
		},	
		{
			"title": "Buy bus tickets",
			"button": "Buy bus tickets",
			"text": "You spend a lot, but you are safe.",
			"happiness": 0,
			"money": -80,
			"conseguence": {
				"type": "normal",
				"text": "The purchase of all those tickets in time is getting more and more heavy on your budget."
			}
		}
	]
},{
	"title": "The worried mother",
	"text": "It is night, in dark street you come across a mother with a child. When she sees you, she pulls her child close with a worried look. How do you react?",
	"theme": "bambino",
	"report": {
			"img":"immigrazione.png",
			"text": "From 1990 to 2003, the number of permits stay has increased by 400%, while the number of crimes has been a slight decline.",
			"source": "“Immigration and Crime” study published by the Bank of Italy and produced by Milo Bianchi, Paolo Buonanno and Paolo Pinotti"	
		},
	"choices":
	[
		{
			"title": "Go on",
			"button": "Go on",
			"text": "You act as nothing happened",
			"happiness": -50,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "To be treated in that way just because of your skin colour hurts your feeling especially because you think that the child will grow up with the same prejudice."
			}
		},
		{
			"title": "You stay and speak to her",
			"button": "Speak to her",
			"text": "You proudly explain to her that you're not a criminal just for the colour of your skin.",
			"happiness": 10,
			"money": 0,
			"conseguence":  {
				"type": "random",
				"waitingText": "The woman casts you a worried glance...",

				"cases": [
					{
						"probability": 70,
						"happiness": 0,
						"money": -70,
						"stop": false,
						"class": "bad",
						"text": "As soon as you open your mouth, the woman frightened  shots pepper spray in your eyes . The next day you're not able to go to work. Lose € 70."
					},
					{
						"probability": 30,
						"happiness": 30,
						"money": 0,
						"stop": false,
						"class": "good",
						"text": "The woman listens to you and apologises. You feel you have done something good for all foreigners and earn 20 points."
					}
				]
			}
		}
	]
},{
	"title": "The job injury ",
	"text": "The place where you work does not comply with safety regulations. One day you fall and come to a grief in the leg. What do you do?",
	"theme": "infortunio",
	"report": {
			"img":"infortuni.png",
			"text": " Foreigners in Italy are 8.6% of the population but 15.9% are victims of workplace accidents in 2012.",
			"source": "Dossier immigrazione 2012"	
		},
	"choices": [
		{
			"title": "Keep on working",
			"button": "Keep on working",
			"text": "You act as nothing happens in order to avoid being a troublemaker, but you have to bear the pain.",
			"happiness": -70,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "You have continued to work despite the pain not to take risks, but you'd rather stay at home."
			}
		},
		{
			"title": "Go home",
			"button": "Go home",
			"text": "Missing a day of work will be enough to get you through the pain.",
			"happiness": 10,
			"money": 0,
			"conseguence":{
				"type": "random",
				"waitingText": "When you come back, the boss asks for you...",
				"cases": [
					{
						"probability": 50,
						"happiness": 0,
						"money": -100,
						"stop": false,
						"class":"bad",
						"text": "The boss tells you that your absence was a problem and we will hold 100 Euros from the salary. You know it's against the law, but you are not protected."
					},
					{
						"probability": 50,
						"happiness": 20,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "Your employer asks you how you are and is glad to know that you recovered . His words make you feel appreciated and you earn 20 points."
					}
				]
			}
		}
	]
},{
	"title": "Breakfast at the coffee shop",
	"text": "At the coffee shop where you have breakfast with your colleagues, you realize that you're the only one who receives a cappuccino in a plastic glass. How do you react?",
	"theme": "cappuccino",
	"report": {
			"img":"pillole.png",
			"text": "There are no particularly significant differences about the diseases found between the Italian citizens and irregular foreigners.",
			"source": "NAGA Report on diseases of irregular migrants, October 2009"	
		},
	"choices": [
		{
			"title": "Act as if nothing happened",
			"button": "Act as if nothing happened",
			"text": "It's the cheapest coffee shop and closer one to work: you do not want to have problems but you feel to be different from others.",
			"happiness": -60,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "You’ve been quiet, but every day, the cappuccino has the discrimination flavour."
			}
		},
		{
			"title": "Protest",
			"button": "Protest",
			"text": "You loudly ask to be treated like others.",
			"happiness": 10,
			"money": 0,
			"conseguence": {
				"type": "random",
				"waiting text": "Now you have to face his reaction...", 
				"cases": [
					{
						"probability": 70,
						"happiness": -50,
						"money": -50,
						"stop": false,
						"class":"bad",
						"text": "The owner gets angry and chases you away. You would like to denounce him but as a illegal immigrant, you can’t. From now on you will need to go by yourself to a more expensive coffee shop, far from your workplace. You lose € 50 and 50 points."
					},
					{
						"probability": 30,
						"happiness": 10,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "The owner scolds the bartender and apologises to you. From today you will be served like any other."
					}
				]
			}
		}
	]
},{
	"title": "The insult to another",
	"text": "Walking on the street you hear a guy who insults a Chinese woman by the colour of his skin. What do you do?",
	"theme": "cinese",
	"report": {
			"img":"unar.png",
			"text": "If you are a victim or witness discriminatory conduct against third parties, please contact our toll free UNAR 800901010",
			"source": "or visit the website www.unar.it"	
		},
	"choices": [
		{
			"title": "Go on",
			"button": "Go on",
			"text": "You do not want trouble, but in doing so you turn you’re back to those who have your same problems.",
			"happiness": -50,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "Your day goes on quietly, but you cannot forget the look of the woman that you didn’t help and that makes you feel guilty."
			}
		},
		{
			"title": "Stop and speak to him",
			"button": "Stop and speak to him",
			"text": "You stop and confront him; you want to defend those who are in your same condition.",
			"happiness": 10,
			"money": 0,
			"conseguence": {
				"type": "random",
				"cases": [
					{
						"probability": 70,
						"happiness": 20,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "The boy looks down and goes away. The Chinese woman smiles at you and thanks you. Earn 20 points."
					},
					{
						"probability": 30,
						"happiness": -1000,
						"money": -1000,
						"stop": true,
						"class":"bad",
						"text": "The boy also insults you and you begin to quarrel. The screams attract the attention of a patrol. You are identified as irregular immigrant and expelled from Italy."
					}
				]
			}
		}
	]
}]