[{
	"title": "a new house",
	"text": "Your children are growing up, so you would need a bigger apartment, instead of the one where you live with the parents of your husband. Which house are looking for?",
	"theme": "casa",
	"report": {
		"img":"proprieta.png",
		"text": "Being a foreigner and have home ownership is still very difficult in Italy. Only two foreigners out of ten do that, while Italians access to home ownership is much more common (eight out of ten Italians living in a house owned).",
		"source": "ISTAT Census 2011"
	},
	"choices": [{
		"title": "the nearest one from school",
		"button": "the nearest one from school",
		"text": "It's a high cost , but your life will improve a lot.",
		"happiness": 500,
		"money": -600,
		"conseguence": {
			"text": "The new home you really like and the kids are happy. 'll feel satisfied even if the expense is felt.",

			"type": "trap",
			"trapText": "The real estate agent submit your application to the owners, but the condo has decided not to rent to immigrants. 'll feel discriminated against , but you can not argue anything , you lose 20 points.",
			"trapHappiness": -20,
			"trapMoney": 0
		}
	}, {
		"title": "Bigger but peripheral",
		"button": "Bigger but peripheral",
		"text": "It's a sustainable spending , you have more space, but you lose more time to move .",
		"happiness": 280,
		"money": -400,
		"conseguence": {
			"text": "The new house is cute even if you have to face some difficulties. But for now it's okay.",

			"type": "trap",
			"trapText": "The real estate agent submit your application to the owners, but the condo has decided not to rent to immigrants. 'll feel discriminated against , but you can not argue anything , you lose 20 points.",
			"trapHappiness": -20,
			"trapMoney": 0
		}
	}, {
		"title": "Remains in the in-laws",
		"button": "Remains in the in-laws",
		"text": "It is the most economical choice, but you do not have a home weighs only yours.",
		"happiness": -150,
		"money": 0,
		"conseguence": {
			"type": "normal",
			"text": "For fear of not succeeding with the money you had to postpone your project to be independent.' you feel very unsatisfied, you lose 150 points."
		}
	}]
},{
	"title": "Il velo",
	"text": "Un'amica ti propone di lavorare insieme a lei per un giorno in uno stand, ma il capo ti dice di toglierti il velo. Come reagisci?",
	"theme": "amica",
	"report": {
		"img":"liberta.png",
		"text": "Ogni individuo ha diritto alla libertà di pensiero, di coscienza e di religione; tale diritto include la libertà di cambiare di religione o di credo, e la libertà di manifestare, isolatamente o in comune, e sia in pubblico che in privato, la propria religione o il proprio credo nell'insegnamento, nelle pratiche, nel culto e nell'osservanza dei riti.",
		"source": "Dichiarazione Universale dei Diritti Umani"
	},
	"choices": [{
		"title": "Protesti",
		"button": "Protesti",
		"text": "Non vuoi essere discriminata e dici al capo che con la sua richiesta sta offendendo te e la tua religione.",
		"happiness": 20,
		"money": 0,
		"conseguence": {
			"type": "random",
			"waitingText": "Hai spiegato al capo quanto è offensiva la sua richiesta. Sei soddisfatta di te, ma ora devi affrontare la sua reazione...",
			"cases": [{
				"probability": 50,
				"happiness": 0,
				"money": -100,
				"stop": false,
				"class": "bad",
				"text": "L’uomo la prende male, alza la voce e manda via anche la tua amica. Le dai di tasca tua i 100 euro che avrebbe guadagnato."
			}, {
				"probability": 50,
				"happiness": 0,
				"money": 100,
				"stop": false,
				"class": "good",
				"text": "Il capo ascolta le tue spiegazioni e cambia idea. Potrai svolgere la giornata di lavoro tenendo il velo, guadagni 100 euro."
			}]
		}
	}, {
		"title": "Te ne vai",
		"button": "Te ne vai",
		"text": "Rinunci al lavoro senza discutere per non creare problemi alla tua amica.",
		"happiness": -50,
		"money": 0,
		"conseguence": {
			"type": "normal",
			"text": "Se stata discriminata e non l’hai nemmeno fatto notare, ti senti avvilita."
		}
	}]
},{
	"title": "L'automobile",
	"text": "Un amico ti vorrebbe regalare l'auto che non usa più. Ti basterà trasferire l'assicurazione a tuo nome. Cosa fai?",
	"theme": "automobile",
	"report": {
		"img":"assicurazioni.png",
		"text": "Nel corso di un'indagine svolta dall'Associazione Cospe, è emerso che numerose compagnie assicurative (26 sulle 40 prese in considerazione) propongono preventivi più alti per i cittadini provenienti da paesi come Romania, Bulgaria e Marocco (fino al 100% di spesa).",
		"source": "Monitoraggio Polizze RC auto Cospe, Cooperazione per lo sviluppo di paesi emergenti."
	},
	"choices": [{
		"title": "Accetti",
		"button": "Accetti",
		"text": "Fra assicurazione e benzina, l'auto ti costa di più, ma rende i tuoi spostamenti molto più veloci e senza vincoli di orario.",
		"happiness": 300,
		"money": -250,
		"conseguence": {
			"text": "Con la macchina tu e i tuoi figli potete fare molte più cose. Ma ti rimane la dolorosa sensazione di aver ceduto a una discriminazione.",
			"type": "vtrap",
			"trapText": "Scopri che, in quanto immigrata, paghi più di assicurazione rispetto al tuo amico italiano: il costo è di 300€.",
			"deltaHappiness": 0,
			"deltaMoney": -50
		}
	}, {
		"title": "Continui con l'autobus",
		"button": "Continui con l'autobus",
		"text": "L'abbonamento ai mezzi pubblici per te e i tuoi figli costa meno. Gli spostamenti sono scomodi ma è sempre meglio che andare a piedi.",
		"happiness": 50,
		"money": -100,
		"conseguence": {
			"type": "normal",
			"text": "Hai risparmiato un po', anche se hai rinunciato a tutte le comodità dell'auto."
		}
	}]
},{
	"title": "La mensa",
	"text": "Scopri che quest’anno alla mensa della scuola dei tuoi figli non è previsto un menu musulmano senza carne di maiale.",
	"theme": "bimbo",
	"report": {
		"img":"mensa.png",
		"text": "In Italia ci sono circa 1.700.000 cittadini stranieri di religione musulmana. Le scuole, in base alle direttive del Ministero della Salute, devono garantire la sostituzione degli alimenti per motivi religiosi o culturali senza richiedere nessun certificato medico, basta una semplice richiesta dei genitori dello studente.",
		"source": "Dossier Immigrazione 2013 Idos-Unar"
	},
	"choices": [{
		"title": "Chiedi un certificato medico",
		"button": "Chiedi un certificato medico",
		"text": "Con questo trucchetto ai tuoi figli verrà servito un menù diverso, ma dovrai dichiarare il falso.",
		"happiness": -80,
		"money": 0,
		"conseguence": {
			"type": "normal",
			"text": "Alla fine sei riuscita ad ottenere quello che ritieni giusto, ma ti dà fastidio aver dovuto mentire e far passare i tuoi figli per malati."
		}
	}, {
		"title": "Prepari tu i pasti",
		"button": "Prepari tu i pasti",
		"text": "Questa soluzione risolve il problema, ma è una spesa extra.",
		"happiness": 0,
		"money": -80,
		"conseguence": {
			"type": "normal",
			"text": "Hai dovuto pagare di tasca tua, sei delusa perché la scuola non ha fatto nemmeno un piccolo sforzo per venire incontro ai problemi delle persone come te."
		}
	}]
},{
	"title": "La scritta sul muro",
	"text": "Tua madre viene a trovarti. Ma il giorno prima qualcuno fa una scritta a fianco al tuo portone che minaccia quelli della tua religione. Cosa fai?",
	"theme": "writers",
	"report": {
		"img":"condomini.png",
		"text": "Secondo il Rapporto Unar 2012, oltre il 55% delle segnalazioni di discriminazioni riguardano l'ambito “Condomini e vicini”. Un altro 12,1% riguarda inoltre scritte xenofobe su muri, manifesti e altri spazi.",
		"source": "Contact Center Unar"
	},
	"choices": [{
		"title": "La fai cancellare subito",
		"button": "La fai cancellare subito",
		"text": "Paghi un imbianchino perchè non vuoi far preoccupare tua madre.",
		"happiness": 0,
		"money": -80,
		"conseguence": {
			"type": "normal",
			"text": "Hai speso una cifra imprevista, ma niente ha rovinato la visita di tua madre."
		}
	}, {
		"title": "Deleghi il condominio",
		"button": "Deleghi il condominio",
		"text": "Risparmi, ma l’amministratore ti dice che ci vorrà qualche giorno",
		"happiness": -80,
		"money": 0,
		"conseguence": {
			"type": "normal",
			"text": "Vedendo la scritta tua madre ha pensato che vivete in un quartiere pericoloso. Vederla così preoccupata ti fa stare male."
		}
	}]
},{
	"title": "La battuta razzista",
	"text": "Mentre accompagni uno dei tuoi figli a scuola, senti un bambino che fa una battuta razzista sul colore della sua pelle. Cosa fai?",
	"theme": "bambino",
	"report": {
			"img":"unar.png",
			"text": "Se sei vittima o testimone di comportamenti discriminatori, contatta il Numero Verde UNAR 800901010. È importante per studiare ed arginare questo fenomeno.",
			"source": "oppure visita il sito web www.unar.it"
		},
	"choices": [
		{
			"title": "Non dici nulla",
			"button": "Non dici nulla",
			"text": "Preferisci andare via ed evitare una polemica, anche se ti senti molto arrabbiata.",
			"happiness": -50,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "Hai evitato una possibile lite, ma ti senti in colpa per non aver difeso tuo figlio."
			}
		},
		{
			"title": "Affronti la situazione",
			"button": "Affronti la situazione",
			"text": "Ti fermi per spiegare al bambino quanto è offensiva la sua battuta. Lo ritieni doveroso.",
			"happiness": 20,
			"money": 0,
			"conseguence": {
				"type": "random",
				"waitingText": "Hai difeso tuo figlio, che ti guarda riconoscente. Sei contenta della tua scelta, ma ora si avvicina il padre del bambino...",
				"cases": [
					{
						"probability": 50,
						"happiness": -100,
						"money": 0,
						"stop": false,
						"class":"bad",
						"text": "Tra te e l'uomo è partita un'accesa discussione sul modo di educare i figli. Alcune insegnanti vi invitano a calmarvi. Per l'imbarazzo perdi 100 punti."
					},
					{
						"probability": 50,
						"happiness": 10,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "L'uomo è d'accordo con quello che dici. Il bambino chiede scusa a tuo figlio e tutti vi salutate con un sorriso. Ti senti accettata e guadagni altri 10 punti."
					}
				]
			}
		}
	]
},{
	"title": "La perquisizione",
	"text": "Arrivi in stazione con un grosso borsone. C'è un posto di controllo delle forze dell'ordine e tu sei l'unica a cui viene chiesto di aprire il bagaglio. Cosa fai?",
	"theme": "borsone",
	"report": {
			"img":"controlli.png",
			"text": "I controlli delle forze dell'ordine sui cittadini italiani avvengono quasi sempre quando sono alla guida dell'automobile, ovvero in modo casuale. Ma se consideriamo i controlli di  persone a piedi, scopriamo che nove volte su dieci  riguardano gli stranieri, soprattutto nordafricani e romeni.",
			"source": "Rapporto “Police stops and Minorities” 2010 dell’Agenzia Europea per i Diritti Fondamentali (FRA)"
		},
	"choices": [
		{
			"title": "Non dici nulla",
			"button": "Non dici nulla",
			"text": "Ti sembra un'ingiustizia ma scegli di non farla notare per non creare problemi.",
			"happiness": -30,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "Hai deciso di non reagire, ma continui a pensare che ti abbiano perquisita solo perché hai il velo e la cosa ti offende molto."
			}
		},
		{
			"title": "Protesti",
			"button": "Protesti",
			"text": "Dici agli agenti che ti stanno discriminando: ti sembra la cosa giusta da fare.",
			"happiness": 20,
			"money": 0,
			"conseguence": {
				"type": "random",
				"waitingText": "Sei felice di esserti fatta sentire, ma ora è il momento della reazione degli agenti.",
				"cases": [
					{
						"probability": 50,
						"happiness": 0,
						"money": -40,
						"stop": false,
						"class":"bad",
						"text": "Parte una lunga discussione con gli agenti, che non sono d'accordo con te. Finisci per perdere il treno e spendi altri 40€ per il nuovo biglietto."
					},
					{
						"probability": 50,
						"happiness": 10,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "Gli agenti comprendono le tue recriminazioni, ma tagliano corto, dicendoti che è il loro lavoro. Sali velocemente sul treno e parti."
					}
				]
			}
		}
	]
},{
	"title": "Il negoziante razzista",
	"text": "Mentre stai facendo acquisti in un negozio dove vai spesso, vedi il gestore che caccia via una ragazza Rom. Cosa fai?",
	"theme": "negoziante",
	"report": {
			"img":"bimbo.png",
			"text": "Lo stereotipo  più diffuso nei confronti delle persone rom è quello  dei “rom che rubano i bambini” In Italia – come dimostrato da uno studio del 2008 dell’Università di Verona – dal 1986 al 2007 non si è mai verificato un caso di presunto “rapimento” di bambini da parte dei rom.",
			"source": "“La Zingara Rapitrice” Università di Verona 2008"
		},
	"choices": [
		{
			"title": "Fingi di non vedere",
			"button": "Fingi di non vedere",
			"text": "Per non avere problemi vai via rinunciando a difendere una donna che, come te, deve combattere contro dei pregiudizi.",
			"happiness": -80,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "Torni a casa, ma non aver preso le parti di una persona discriminata ti fa sentire molto in colpa."
			}
		},
		{
			"title": "Affronti il negoziante",
			"button": "Affronti il negoziante",
			"text": "Protesti col gestore per il suo comportamento discriminatorio e gli dici che non andrai più in quel negozio.",
			"happiness": 50,
			"money": -100,
			"conseguence": {
				"type": "normal",
				"text": "Ti senti soddisfatta perché hai preso le parti di una persona discriminata, ma non andare più in quel negozio ti farà spendere di più."
			}
		}
	]
},{
	"title": "La festa di compleanno",
	"text": "Vuoi organizzare una festa per il compleanno di uno dei tuoi figli, ma un'amica ti fa notare che alcune mamme potrebbero non mandare i loro bambini in una casa di immigrati. Dove organizzi la festa?",
	"theme": "torta",
	"report": {
		"img":"vicino.png",
		"text": "I pregiudizi verso gli stranieri sono ancora un forte ostacolo all’integrazione. Il 68,4% degli italiani non vorrebbe avere come vicino di casa un Rom/Sinti. Al secondo e al terzo posto tra i vicini meno graditi si collocano i romeni (indicati dal 25,6%) e gli albanesi (24,8%). ",
		"source": "ISTAT 2011"
	},
	"choices": [{
		"title": "A casa tua",
		"button": "A casa tua",
		"text": "Fai la scelta più semplice e conveniente e speri che i suoi compagni di scuola di tuo figlio vengano comunque.",
		"happiness": 0,
		"money": -50,
		"conseguence": {
			"type": "random",
			"waitingText": "È il giorno della festa...",
			"cases": [{
				"probability": 50,
				"happiness": -50,
				"money": 0,
				"stop": false,
				"class": "bad",
				"text": "Aveva ragione la tua amica, molti genitori non hanno mandato i loro figli. Il tuo bambino è triste e ti incolpa di non aver organizzato la festa al fast food. Perdi 50 punti."
			}, {
				"probability": 50,
				"happiness": 50,
				"money": 0,
				"stop": false,
				"class": "good",
				"text": "Tutti i bambini invitati sono venuti, la festa è stata un successo. La felicità di tuo figlio ti fa guadagnare 50 punti."
			}]
		}
	}, {
		"title": "In un fast food",
		"button": "In un fast food",
		"text": "Spendi di più ma sei sicura che verranno tutti.",
		"happiness": 0,
		"money": -100,
		"conseguence": {
			"type": "normal",
			"text": "La festa è andata bene, ma non saprai mai cosa sarebbe successo se l'avessi organizzata a casa tua."
		}
	}]
},{
	"title": "La casa popolare",
	"text": "Ti hanno detto che hai i requisiti per richiedere una casa popolare. Ti presenti in Comune, ma lì davanti noti un presidio di manifestanti con cartelli come “Basta extracomunitari” e “Le case agli italiani”.",
	"theme": "manifestanti",
	"report": {
		"img":"casapopolare.png",
		"text": "Gli immigrati fanno domanda di alloggio popolare più degli italiani (oltre il 50% delle domande), ma ottengono la casa in percentuali molto minori (circa il 12%). Questo perché esistono diverse forme di discriminazione istituzionale che  penalizzano gli stranieri nel possesso dei requisiti per ottenere le case popolari.",
		"source": "Dossier Immigrazione 2013 Idos-Unar"
	},
	"choices": [{
		"title": "Entri con decisione",
		"button": "Entri con decisione",
		"text": "Anche se con te c'è il tuo bambino, pensi che quello sia un tuo diritto e intendi esercitarlo.",
		"happiness": 50,
		"money": 0,
		"conseguence": {
			"type": "random",
			"waitingText": "Sei dentro, che succederà?",
			"cases": [{
				"probability": 50,
				"happiness": -50,
				"money": 0,
				"stop": false,
				"class": "bad",
				"text": "Alcuni manifestanti inveiscono contro di te e ti provocano. Il tuo bambino si spaventa e si mette a piangere. Ti allontani arrabbiata e offesa. Perdi 50 punti."
			}, {
				"probability": 50,
				"happiness": 50,
				"money": 0,
				"stop": false,
				"class": "good",
				"text": "I manifestanti ti guardano con aria di sfida, ma nessuno ti dice nulla. Presenti la domanda e torni a casa con la speranza di ottenere una casa migliore per la tua famiglia. Guadagni 50 punti."
			}]
		}
	}, {
		"title": "Tornerai un altro giorno",
		"button": "Tornerai un altro giorno",
		"text": "Con te c'è uno dei tuoi bambini, meglio evitare problemi.",
		"happiness": -30,
		"money": 0,
		"conseguence": {
			"type": "normal",
			"text": "Hai deciso che è meglio non correre rischi, ma ti pesa rinunciare ad un diritto per colpa di pochi prepotenti. Perdi 30 punti."
		}
	}]
}]