[{
	"title": "a new house",
	"text": "Your children are growing up, so you would need a bigger apartment, instead of the one where you live with your husband's parents. Which house are looking for?",
	"theme": "casa",
	"report": {
		"img":"proprieta.png",
		"text": "For foreigners being home owners in Italy is still very difficult. It happens to two foreigners out of ten, while Italians’ access to home ownership is much more common (eight out of ten Italians have their own house).",
		"source": "ISTAT Census 2011"
	},
	"choices": [{
		"title": "The nearest one to school",
		"button": "The nearest one to school",
		"text": "It means to pay an higher rent, but your life will improve a lot.",
		"happiness": 500,
		"money": -600,
		"conseguence": {
			"text": "You really like the new home and the kids are happy. You feel satisfied even if the expense burdens.",

			"type": "trap",
			"trapText": "The estate agent submits your application to owners, but they have decided not to rent the apartment to immigrants. You'll feel discriminated against, but you can’t argue, you lose 20 points.",
			"trapHappiness": -20,
			"trapMoney": 0
		}
	}, {
		"title": "A Bigger but suburban one",
		"button": "A Bigger but suburban one",
		"text": "It's a sustainable spending , you have more space, but you lose more time to move .",
		"happiness": 280,
		"money": -400,
		"conseguence": {
			"text": "The new house is nice even if you have to face some difficulties. But for now it's okay.",

			"type": "trap",
			"trapText": "The real estate agent submit your application to the owners, but they have decided not to rent to immigrants. You feel discriminated against, but you can’t argue, you lose 20 points.",
			"trapHappiness": -20,
			"trapMoney": 0
		}
	}, {
		"title": "Stay in your in-law parents’ one",
		"button": "Stay in your in-law parents’ one",
		"text": "That’s the most economical choice, but not having a house on your own makes you sad.",
		"happiness": -150,
		"money": 0,
		"conseguence": {
			"type": "normal",
			"text": "Since you were worry of being able to afford it, you had to postpone your project to be independent.' you feel very unsatisfied, you lose 150 points."
		}
	}]
},{
	"title": "The veil",
	"text": "A friend suggests you to work with her for a day in an exhibition stand, but the boss tells you to take off your veil. How do you react?",
	"theme": "amica",
	"report": {
		"img":"liberta.png",
		"text": "Everyone has the right to freedom of thought, conscience and religion, and this right includes freedom to change his religion or belief, and freedom, either alone or in community with others and in public or private, to manifest is religion or belief in teaching, practice, worship and observance.",
		"source": "Universal Declaration of Human Rights, art. 18"
	},
	"choices": [{
		"title": "Protest",
		"button": "Protest",
		"text": "You don’t want to be discriminated against and you tell the boss that the request insults you and your religion.",
		"happiness": 20,
		"money": 0,
		"conseguence": {
			"type": "random",
			"waitingText": "You have told the boss how offensive his request is. You’re happy with yourself, but now you have to deal with his reaction...",
			"cases": [{
				"probability": 50,
				"happiness": 0,
				"money": -100,
				"stop": false,
				"class": "bad",
				"text": "The man gets angry with you, raises his voice and even turn your friend away. You give to your friends the 100 euro that she would have earned."
			}, {
				"probability": 50,
				"happiness": 0,
				"money": 100,
				"stop": false,
				"class": "good",
				"text": "The boss listens to your explanations and changes his mind. You will perform the work day, keeping your veil on, you earn 100 Euros."
			}]
		}
	}, {
		"title": "Go away",
		"button": "Go away",
		"text": "You quit the job without speaking for not to bring about problems to your friend.",
		"happiness": -50,
		"money": 0,
		"conseguence": {
			"type": "normal",
			"text": "You have been discriminated against and you have not even pointed out, you feel miserable."
		}
	}]
},{
	"title": "The car",
	"text": "A friend would like to give you the car that he doesn’t use any more. You would simply transfer the insurance on your name. What do you do?",
	"theme": "automobile",
	"report": {
		"img":"assicurazioni.png",
		"text": "In the course of a survey conducted by Cospe Association, it emerged that many insurance companies (26 on the 40 considered) offer the highest estimates for citizens coming from countries such as Romania, Bulgaria and Morocco (up to 100% of expenditure).",
		"source": "Monitoring RC Car Insurance Cospe, Cooperation for development of emerging countries."
	},
	"choices": [{
		"title": "Agree",
		"button": "Agree",
		"text": "Accounting insurance and petrol expenses, the car will cost more, but it makes your transfers much faster and without time constraints.",
		"happiness": 300,
		"money": -250,
		"conseguence": {
			"text": "With the car you and your children can do many more things. But the painful feeling of having given up to a discrimination still remains.",
			"type": "vtrap",
			"trapText": "You find out that, as an immigrant, you pay for insurance more than your Italian friend: the cost is 300 €.",
			"deltaHappiness": 0,
			"deltaMoney": -50
		}
	}, {
		"title": "Keep on using the bus",
		"button": "Keep on using the bus",
		"text": "Public transportation card for you and your children costs less than car expenses. Transfers are uncomfortable but it's better than walking.",
		"happiness": 50,
		"money": -100,
		"conseguence": {
			"type": "normal",
			"text": "You have saved a little money even if you've given up all the comforts of the car."
		}
	}]
},{
	"title": "The school cafeteria",
	"text": "You find out that this year in the school cafeteria of your children, a Muslim menu without pork is not provided for.",
	"theme": "bimbo",
	"report": {
		"img":"mensa.png",
		"text": "In Italy there are about 1,700,000 Muslim foreigners. Schools, according to the Ministry of Health directives must ensure the replacement of foods for religious or cultural reasons, without requiring any medical certificate but just a simple students’ parents request.",
		"source": "Immigration Dossier 2013 Idos-Unar"
	},
	"choices": [{
		"title": "Ask for a medical certificate",
		"button": "Ask for a medical certificate",
		"text": "With this trick, your children will be served a different menu. However you had to make false statements.",
		"happiness": -80,
		"money": 0,
		"conseguence": {
			"type": "normal",
			"text": "Finally you managed to get what you think was right, but it bothers you to lie and pretend that  your children are sick."
		}
	}, {
		"title": "Prepare your meals",
		"button": "Prepare your meals",
		"text": "This solution solves the problem, but it means an extra expense.",
		"happiness": 0,
		"money": -80,
		"conseguence": {
			"type": "normal",
			"text": "You had to pay out of pocket, you're disappointed because the school did not make even a small effort to meet the problems of people like you."
		}
	}]
},{
	"title": "The wall writing",
	"text": "Your mother comes to visit you. But the day before someone made a writing on the wall next to your front door which threatens those of your religion. What do you do?",
	"theme": "writers",
	"report": {
		"img":"condomini.png",
		"text": "According to the 2012 UNAR report, over than 55% of complaints for discrimination are included in the “Co-owners, residents and neighbours” field. Another 12.1% also concerns xenophobic wall writings, posters, and other spaces.",
		"source": "Contact Center Unar"
	},
	"choices": [{
		"title": "Make it erased right away,",
		"button": "Make it erased right away,",
		"text": "Pay an house painter because you do not want your mother to worry.",
		"happiness": 0,
		"money": -80,
		"conseguence": {
			"type": "normal",
			"text": "You have spent an unexpected amount, but the visit of your mother was not messed up."
		}
	}, {
		"title": "Delegate the condo",
		"button": "Delegate the condo",
		"text": "You manage to save money but the house administrator tells you that it will take a few days.",
		"happiness": -80,
		"money": 0,
		"conseguence": {
			"type": "normal",
			"text": "Seeing the wall writing, your mother thinks that you live in a dangerous neighborhood. You feel bad, seeing her to be worry about you."
		}
	}]
},{
	"title": "The racist joke",
	"text": "While accompany one of your children to school, you hear a child who makes a racist joke about the color of his skin. What do you do?",
	"theme": "bambino",
	"report": {
			"img":"unar.png",
			"text": "If you are a victim or a witness of discriminatory behavior, please contact the toll free number 800 901 010 UNAR. It's important to study and curb this phenomenon.",
			"source": "or visit the website www.unar.it"
		},
	"choices": [
		{
			"title": "Don’t say anything,",
			"button": "Don’t say anything,",
			"text": "You prefer to go away and avoid a controversy, even if you’re really angry",
			"happiness": -50,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "You avoid a possible fight but you feel guilty for not having defended your child"
			}
		},
		{
			"title": "Face the situation",
			"button": "Face the situation",
			"text": "You stop and explain to the child how much his joke is offensive. You believe you must do it.",
			"happiness": 20,
			"money": 0,
			"conseguence": {
				"type": "random",
				"waitingText": "You have defended your son, who gives a grateful look at you. You are happy with your choice, but now the boy’s father is approaching to you...",
				"cases": [
					{
						"probability": 50,
						"happiness": -100,
						"money": 0,
						"stop": false,
						"class":"bad",
						"text": "It starts between you and the man a heated discussion about how to educate children. Some teachers invite you to calm down. Embarrassment makes you lose 100 points."
					},
					{
						"probability": 50,
						"happiness": 10,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "Man does agree with what you say. The child apologises to your son and you greet each other with a smile. You feel accepted and gains another 10 points."
					}
				]
			}
		}
	]
},{
	"title": "The police search",
	"text": "ou come at the station with a big bag. Police is making checkings and you're the only one who is asked to open the bag. What do you do?",
	"theme": "borsone",
	"report": {
			"img":"controlli.png",
			"text": "The police checking on Italian citizens happens at random almost always when they are driving the car. But if we consider the police checking on people walking, we find out that nine times out of ten they concern foreigners , especially North African and Romanian people.",
			"source": "Report “Police stops and Minorities” 2010 European Agency for Fundamental Rights (FRA)"
		},
	"choices": [
		{
			"title": "Don’t say anything",
			"button": "Don’t say anything",
			"text": "That seems to you an injustice/unfair but you choose not to point it out for to not creating problems.",
			"happiness": -30,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "You have decided not to react, but you still think that you have been stopped and search just because you wear the veil and that offends you very much."
			}
		},
		{
			"title": "Protest",
			"button": "Protest",
			"text": "You say to the police that they are discriminating against you: you think that’s the right thing to do.",
			"happiness": 20,
			"money": 0,
			"conseguence": {
				"type": "random",
				"waitingText": "You are happy to let your voice be heard, but now it's time for the reaction of the agents.",
				"cases": [
					{
						"probability": 50,
						"happiness": 0,
						"money": -40,
						"stop": false,
						"class":"bad",
						"text": "You engage a long discussion with the agents, who do not agree with you. You end up missing the train and spend another 40 € for a new ticket."
					},
					{
						"probability": 50,
						"happiness": 10,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "Police Officers understand your complaints, but cut short by telling you that it's their job. You jump quickly on the train and leave."
					}
				]
			}
		}
	]
},{
	"title": "The racist shopkeeper",
	"text": "While you're shopping in a store where you go often, you see the manager who is chasing a Roma girl away . What do you do?",
	"theme": "negoziante",
	"report": {
			"img":"bimbo.png",
			"text": "The most common stereotype against Roma people is the *babies stealing*. In Italy as demonstrated by a 2008 study at the University of Verona from 1986 to 2007 it has never been a case of alleged children kidnapping by Roma people.",
			"source": "“The Gypsy kidnapper” University of Verona in 2008"
		},
	"choices": [
		{
			"title": "Pretend you don’t see",
			"button": "Pretend you don’t see",
			"text": "In order not to have problems go away refusing to defend a woman who, like you, have to fight against prejudice.",
			"happiness": -80,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "You come home, but not having taken a discriminated person’s side makes you feel very guilty."
			}
		},
		{
			"title": "Facing the shopkeeper",
			"button": "Facing the shopkeeper",
			"text": "You protest against the manager for his discriminatory behavior and tell him that you will not go more into his store.",
			"happiness": 50,
			"money": -100,
			"conseguence": {
				"type": "normal",
				"text": "Do you feel satisfied because you took a discriminated person’s side, but do not go in that store anymore will make you spend more."
			}
		}
	]
},{
	"title": "The birthday party",
	"text": "You want to organize a party for one of your children’s birthday, but a friend makes you noticed that some mothers may not send their children in an immigrants home. Organize Where's the party?",
	"theme": "torta",
	"report": {
		"img":"vicino.png",
		"text": "The prejudices against foreigners are still a major obstacle to integration. The 68.4% of Italians do not like to have a Roma or Sinti person as a neighbour. On the second and third place among the less welcome neighbours we find Romanians (indicated by 25.6%) and Albanians (24.8%).",
		"source": "ISTAT 2011"
	},
	"choices": [{
		"title": "At-home party",
		"button": "At-home party",
		"text": "Please choose more simple and convenient, and hope that his classmates are your child anyway.",
		"happiness": 0,
		"money": -50,
		"conseguence": {
			"type": "random",
			"waitingText": "It’s the party day...",
			"cases": [{
				"probability": 50,
				"happiness": -50,
				"money": 0,
				"stop": false,
				"class": "bad",
				"text": "Your friend was right, many parents did not send their children to the party. Your child is sad and blames you for not having organized the party at the fast food. You Lose 50 points."
			}, {
				"probability": 50,
				"happiness": 50,
				"money": 0,
				"stop": false,
				"class": "good",
				"text": "All children are invited to come, the party was a success. Your child’s happiness earns you 50 points."
			}]
		}
	}, {
		"title": "In a fast food",
		"button": "In a fast food",
		"text": "You pay more, but you are sure all children will show up/take part.",
		"happiness": 0,
		"money": -100,
		"conseguence": {
			"type": "normal",
			"text": "The party was a success, but you'll never know what would have happened if you had organized it at home."
		}
	}]
},{
	"title": "The Project",
	"text": "You have been said that you are eligible to apply for public housing. You'll Present in the City, but there in front of a well-known defense of protesters with signs such as “Stop-EU” and “The houses Italians”.",
	"theme": "manifestanti",
	"report": {
		"img":"casapopolare.png",
		"text": "The immigrants applying for public housing most of the Italians (over 50% of applications), but they get the house in much smaller percentage (about 12%). This is because there are different forms of institutional discrimination that penalize foreigners in possession of the requirements to obtain housing.",
		"source": "Immigration Dossier 2013 Idos-Unar"
	},
	"choices": [{
		"title": "Go in peremptorely",
		"button": "Go in peremptorely",
		"text": "Even if your child is with you, do you think that is your right and you intend to exercise it.",
		"happiness": 50,
		"money": 0,
		"conseguence": {
			"type": "random",
			"waitingText": "You're in, what will happen?",
			"cases": [{
				"probability": 50,
				"happiness": -50,
				"money": 0,
				"stop": false,
				"class": "bad",
				"text": "Some protesters rail against you, and provoke you. Your child gets scared and starts to cry. You walk away, angry and offended and lose 50 points."
			}, {
				"probability": 50,
				"happiness": 50,
				"money": 0,
				"stop": false,
				"class": "good",
				"text": "Protesters look at you defiantly, but no one tells you anything. You submit the application and go home with the hope of getting a better home for your family. Earn 50 points."
			}]
		}
	}, {
		"title": "You'll come back another day",
		"button": "You'll come back another day",
		"text": "With you there is one of your children, try to avoid problems.",
		"happiness": -30,
		"money": 0,
		"conseguence": {
			"type": "normal",
			"text": "You have decided that it is better not to take risks, but you feel sorry to give up a right because of a few bullies. Lose 30 points.x"
		}
	}]
}]