{
	"title": "Una nuova casa",
	"text": "I tuoi bambini stanno crescendo, servirebbe un appartamento più grande, invece di quello dove vivete con i genitori di tuo marito. Che casa cerchi?",
	"theme": "casa",
	"report": {
		"text": "Il 7,3% degli episodi di discriminazione etnico-razziale trattati dall’UNAR riguarda l’ambito “CASA” in cui il 16,7% delle segnalazioni riguardano le condizioni di affitto.",
		"source": "Rapporto UNAR"
	},
	"choices": [{
		"title": "Più vicina alla scuola",
		"button": "Più vicina alla scuola",
		"text": "È una spesa alta, ma la vostra vita migliorerà moltissimo.",
		"happiness": 500,
		"money": -600,
		"conseguence": {
			"text": "La nuova casa ti piace molto e i bambini sono contenti. Ti senti soddisfatta anche se la spesa si fa sentire.",

			"type": "trap",
			"trapText": "L'agente immobiliare sottopone la tua candidatura ai proprietari, ma il condominio ha deciso di non affittare a extracomunitari. Ti senti discriminata, ma non puoi ribattere nulla, perdi 20 punti.",
			"trapHappiness": -20,
			"trapMoney": 0
		}
	}, {
		"title": "Più grande ma periferica",
		"button": "Più grande ma periferica",
		"text": "È una spesa sostenibile, hai più spazio ma perdi più tempo per spostarti.",
		"happiness": 280,
		"money": -400,
		"conseguence": {
			"text": "La nuova casa è carina anche se devi affrontare qualche difficoltà. Ma per il momento va bene così.",

			"type": "trap",
			"trapText": "L'agente immobiliare sottopone la tua candidatura ai proprietari, ma il condominio ha deciso di non affittare a extracomunitari. Ti senti discriminata, ma non puoi ribattere nulla, perdi 20 punti.",
			"trapHappiness": -20,
			"trapMoney": 0
		}
	}, {
		"title": "Resti in quella dei suoceri",
		"button": "Resti in quella dei suoceri",
		"text": "È la scelta più economica, ma ti pesa non avere una casa solo tua.",
		"happiness": -150,
		"money": 0,
		"conseguence": {
			"type": "normal",
			"text": "Per paura di non farcela con i soldi hai dovuto rimandare il vostro progetto di essere indipendenti. Ti senti molto insoddisfatta, perdi 150 punti."
		}
	}]
}