{
	"title": "Battuta razzista",
	"text": "Nell’atrio dell’università un ragazzo, pensando che tu non capisca l’italiano, dice a un altro che invece che lì dovresti stare a cucinare gatti fingendo che siano pollo. Come reagisci?",
	"theme": "bulli",
	"report": {
			"img":"cibo.png",
			"text": "Conoscete anche voi la storia del cliente di un ristorante cinese che si ritrova in una pietanza a base di carne un microchip? Basta digitare su Google il quartetto di parole “cane microchip ristorante cinese” e compare la stessa leggenda metropolitana, semplicemente con uno sfondo diverso: in un caso è ambientata a Perugia, in un altro a Vicenza e in un altro ancora a Milano.",
			"source": "UNAR"	
		},
	"choices": [
		{
			"title": "Fingi di non aver sentito",
			"button": "Fingi di non aver sentito",
			"text": "Eviti problemi, ma non fai niente per fermare gli stereotipi e il razzismo.",
			"happiness": -60,
			"money": 0,
			"conseguence": {
				"type": "normal",
				"text": "La tua giornata scorre tranquilla, ma quell'insulto ti risuona nella testa. Non hai fatto nulla per difendere le tue origini e la tua cultura. "
			}
		},
		{
			"title": "Ti fermi e lo affronti",
			"button": "Ti fermi e lo affronti",
			"text": "Rispondi alla loro battuta dicendogli che se non sa distinguere un gatto da un pollo è lui che forse non dovrebbe stare all’università. ",
			"happiness": 20,
			"money": 0,
			"conseguence":  {
				"type": "random",
				"waitingText": "Sei fiero di te: hai rivelato di essere italiano, ma anche di tenere alle tue origini. Ma ora devi scoprire la reazione dei ragazzi...",
				"cases": [
					{
						"probability": 40,
						"happiness": -100,
						"money": 0,
						"stop": false,
						"class":"bad",
						"text": "I ragazzi non la prendono bene, ti dicono che è meglio se impari a stare zitto e  ti minacciano. La preoccupazione ti fa perdere 100 punti."
					},
					{
						"probability": 60,
						"happiness": 20,
						"money": 0,
						"stop": false,
						"class":"good",
						"text": "Stupiti dal tuo italiano perfetto e dalla tua battuta i ragazzi rimangono muti e imbarazzati. Guadagni altri 20 punti."
					}
				]
			}
		}
	]
}